{
  "privacyPolicy": "Privacy Policy",
  "privacyDetail": "When using Helper link Platform, you trust us with your information, so the purpose of this Privacy Policy is to help you and protect your data by complying with all applicable data protection and privacy laws.",
  "firstHeader": "First: General Information",
  "firstHeaderDetail": "Please read this privacy policy carefully before using this website Helper link platform is a website ('website') operated by Holoul company ('we'). We are committed to protecting and respecting your privacy. This policy and any other documents referred to on it sets out the basis on which any personal information we collect from you, or that you provide to us, will be processed by us. Please read the following carefully to understand our views and practices regarding your personal information and how we will treat it. By visiting the website, you are accepting and consenting to the practices described in this policy.",
  "weMayCollectYou": "We may collect and process the following information about you:",
  "a": "A",
  "infoYouGaveUs": "Information you give us",
  "infoYouGaveUsDetail": "You may give us information about you by filling in forms on the website or by corresponding with us by phone, e-mail or otherwise. This includes information you provide when you register to use the website, and when you send us an email or report a problem with the website. The information you give us may include personal information such as your name, address, e-mail address and phone number, financial and credit card information, personal description, and photographs.Comments or other information posted by you on the website designed for public communications or communications among other users may be viewed and downloaded by others who visit the website.",
  "b": "B",
  "infoWeCollectAboutYou": "Information we collect about you",
  "infoWeCollectAboutYouDetail": "Regarding each of your visits to the website we may automatically collect the following information: technical information, including the Internet protocol (IP) address used to connect your computer to the Internet, your login information, browser type and version, time zone setting, browser plug-in types and versions, operating system, and platform; and information about your visit, including the full Uniform Resource Locators (URL) clickstream to, through and from the website (including date and time); page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page and any phone number used to call our customer service number.",
  "c": "C",
  "infoWeReceiveFromOtherSource": "Information we receive from other sources.",
  "infoWeReceiveFromOtherSourceDetail": "We may receive information about you if you use any other websites or other services we operate and provide. We are also working closely with third parties (including, for example, government entities, business partners, sub-contractors in technical, payment and delivery services, advertising networks, analytics providers, search information providers, credit reference agencies) we may receive information about you from them.",
  "secondHeader": "Second Privacy Policy Details",
  "cookies": "Cookies",
  "cookiesDetail": "The website uses cookies to distinguish you from other users of the website. This helps us to provide you with a good experience when you browse the website and allows us to improve the website. By continuing to browse the website, you are agreeing to our use of cookies. A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree. Cookies contain information that is transferred to your computer's hard drive.",
  "weUseTheFollowingCookies": "We use the following cookies:",
  "followingCookiesHeader1": "Strictly necessary cookies:",
  "followingCookiesDetail1": "These are cookies that are required for the operation of the website. They include, for example, cookies that enable you to log into secure areas of the website, and enables you to benefit from the online payment services",
  "followingCookiesHeader2": "Analytical/performance cookies:",
  "followingCookiesDetail2": "They allow us to recognize and count the number of visitors and to see how visitors move around the website when they are using it. This helps us to improve the way the website works, for example, by ensuring that users are finding what they are looking for easily.",
  "followingCookiesHeader3": "Functionality cookies:",
  "followingCookiesDetail3": "These are used to recognize you when you return to the website. This enables us to personalize our content for you, greet you by name and remember your preferences (for example, your choice of language or region).",
  "followingCookiesHeader4": "Targeting cookies:",
  "followingCookiesDetail4": "These cookies record your visit to the website site, the pages you have visited and the links you have followed. We will use this information to make the website more relevant to your interests. We may also share this information with third parties for this purpose.Please note that third parties (including, for example, advertising networks and providers of external services like web traffic analysis services) may also use cookies, over which we have no control. These cookies are likely to be analytical/performance cookies or targeting cookies.You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies (including essential cookies) you may not be able to access all or parts of the website.",
  "weUseInformationHeldAboutYou": "We use information held about you in the following ways:",
  "weUseInformationHeldAboutYouDetail1": "To enable us, our partners, and third-party vendors to provide, administer, and improve the website and the level of services available within it.",
  "weUseInformationHeldAboutYouDetail2": "For research and development purposes",
  "weUseInformationHeldAboutYouDetail3": "to help us and our partners to improve the website offerings, both individually and collectively, and to individualize the experience and to evaluate the accessibility and usage of the website and the impact It has on the Saudi community.",
  "weUseInformationHeldAboutYouDetail4": "Provide you with the latest updates on services, products, or other events that we, our partners or third-party suppliers offer that may be of interest to you and provide you with notifications and updates about the maintenance of the website or updates that can be sent via emails.",
  "weUseInformationHeldAboutYouDetail5": "to archive this information and/or use it for future communications with you.",
  "weUseInformationHeldAboutYouDetail6": "to Maintain and improve the performance and security of the website, programs, systems, and networks.",
  "weUseInformationHeldAboutYouDetail7": "For the purposes described elsewhere in the Privacy Policy (including, for example, sharing information with third parties).",
  "weUseInformationHeldAboutYouDetail8": "In any manner described at the information-gathering stage or upon your consent.",
  "weUseInformationHeldAboutYouDetail9": "To authenticate your identity when registering for certain services provided on the website.",
  "weUseInformationHeldAboutYouDetail10": "to address, where applicable, the reimbursement procedure.",
  "weUseInformationHeldAboutYouDetail11": "To administer the website and implement internal operations, including troubleshooting, data analysis, testing and research, statistical purposes, and comprehensive survey purposes.",
  "weUseInformationHeldAboutYouDetail12": "to improve the website to ensure that content is presented in the most effective manner for you and for your computer.",
  "weUseInformationHeldAboutYouDetail13": "To allow you to participate in the interactive features of our service if you wish. As part of our efforts to maintain the security and integrity of the website.",
  "weUseInformationHeldAboutYouDetail14": "as part of our efforts to keep the website safe and secure.",
  "weUseInformationHeldAboutYouDetail15": "to measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you.",
  "weUseInformationHeldAboutYouDetail16": "to make suggestions and recommendations to you and other users of the website about services that may interest you or them.",
  "informationWeReceiveFromOtherSources": "Information we receive from other sources",
  "informationWeReceiveFromOtherSourcesDetail": "We may combine this information with information you give to us and information we collect about you. We may use this information and the combined information for the purposes set out above (depending on the types of information we receive).",
  "disclosureOfYourInformation": "Disclosure of your information",
  "disclosureOfYourInformationTitle": "We may share any information provided by you or collected from us with our partners, analytics, third party suppliers, search engine providers and advertisers. We will share information with third parties as follows:",
  "disclosureOfYourInformationDetail1": "if we are under a duty to disclose or share your personal information to comply with any legal obligation, or to enforce or apply our terms of use (Terms of Use for the Helperlink platform) and other agreements; or to protect the rights and ownership, or to preserve the safety of the Helperlink platform, and the safety of our customers, or other parties.",
  "disclosureOfYourInformationDetail2": "For research and development purposes. However, we will exchange your personal information for this purpose in a manner that is not inconsistent with the provisions of the applicable laws and regulations and within the limits of the personal information required to achieve the purposes set out at the time of their collection.",
  "disclosureOfYourInformationDetail3": "provides opportunities for you to communicate with other users who may have similar interests or goals. In such cases, we may use all information collected about you to determine who might be interested in communicating with you.",
  "disclosureOfYourInformationDetail4": "and whatever is otherwise required by the laws and regulations or to protect our rights and property, or to preserve the safety and interests of others.",
  "disclosureOfYourInformationDetail5": "with our affiliates, or with their successors in the event of a merger, acquisition, or reorganization, to be used in accordance with the Privacy Policy.",
  "disclosureOfYourInformationDetail6": "In any manner described at the information-gathering stage or upon your consent.",
  "disclosureOfYourInformationDetail7": "In order to integrate with the services provided by third parties. For example, the possibility of hosting videos and other content on YouTube and other sites that are not under our control.",
  "disclosureOfYourInformationDetail8": "share aggregated information that does not personally identify you with the public and with third parties, including but not limited to researchers and business partners.",
  "consentToProcessingData": "Consent to processing data outside home country",
  "consentToProcessingDataDetail": "By using our site, or providing information to us, you understand and unambiguously consent to the collection, use, disclosure, and retention of information in the Kingdom of Saudi Arabia and other countries and territories, for the purposes set forth in this Privacy Policy and our terms of use (Terms of Use for the Helperlink platform). You hereby consent to the collection, use, disclosure, and retention by us of your personal information as described under this Privacy Policy, including but not limited to the transfer of your personal information between us and the third parties, affiliates, and subsidiaries described in this Privacy Policy. For further certainty, any consent relating to a right to transfer information referred to in this paragraph shall be deemed to include your consent to the transfer of the applicable personal information to a jurisdiction which may provide a different level of privacy protection than that available in your own country. We will take all steps reasonably necessary to ensure that your information is treated securely and in accordance with this Privacy Policy. All information you provide to us is stored on our secure servers. Where we have given you (or where you have chosen) a password which enables you to access certain parts of our site, you are responsible for keeping this password confidential. We ask you not to share a password with anyone. Unfortunately, the transmission of information via the internet is not completely secure. Although we will do our best to protect your personal information, we cannot guarantee the security of your information transmitted to our site. Any transmission is at your own risk. Once we have received your information, we will use strict procedures and security features to try to prevent unauthorized access. If you do not agree with these terms, then please do not access, browse, or register for our site. If you choose not to provide us with certain information required to provide you with various services offered on our site, you may not be able to establish a user account and we may not be able to provide you with those services",
  "yourRights": "Your rights",
  "yourRightsDetail": "You have the right to ask us not to use your personal information for marketing purposes. You can exercise your right to prevent this information from being processed by contacting us at (info@thehelperlink.com). the website may, from time to time, contain links to and from the websites of our partner networks, advertisers, and affiliates. If you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for these policies. Please check these policies before you submit any personal information to these websites.",
  "changesUoOurPrivacyPolicy": "Changes to our privacy policy",
  "changesUoOurPrivacyPolicyTitle1": "Updates to Privacy Statement",
  "changesUoOurPrivacyPolicyDetail1": "We may update this privacy statement in response to changing laws or technical or business development. You can see when this Privacy Statement was last updated by checking the “last updated” data displayed at the top of this statement. We therefore recommend you check it periodically.",
  "changesUoOurPrivacyPolicyTitle2": "Contact Us",
  "changesUoOurPrivacyPolicyDetail2": "Questions, comments, and requests regarding this privacy policy and how to handle your personal data are welcomed. You can contact us through our website and email info@thehelperlink.com and should be addressed to: (info@thehelperlink.com)."
}
