{
  "termsAndConditions": "Terms and Conditions",
  "1ParagraphTitle1": "First: Introduction / ",
  "1ParagraphTitle2": "Contractual Relationship",
  "1ParagraphDescription1": "These Terms of Use include the needed instructions for how to use and benefit from the Helper link platform (referred to as the “Website” or the “The Platform), either as a browser or as a user. Instructions for using the platform includes access and browsing procedures and registration procedures to use the platform.",
  "1ParagraphDescription2": "These Terms of Service ('Terms') are a binding legal agreement between you (“Users”) and Helperlink platform that govern any person in the Kingdom of Saudi Arabia ('User') accesses or uses of the website with using the services provided by Helperlink, which is owned and operated by Holoul Company incorporated under the laws of the Kingdom of Saudi Arabia, and registered with the Ministry of Commerce and under Commercial Register number 1010570138.",
  "1ParagraphDescription3": "Please read these Terms and Conditions carefully before using this platform. By accessing or using any part of this platform, you confirm your acceptance of these Terms of Use and agree to comply with their provisions. If you do not accept these terms and conditions, you should not use this platform.",
  "1ParagraphDescription4": "Helper link is an electronic platform ('website') operated by Holoul company (“Company”). These terms of use (together with our privacy policy and any other documents referred to on it) sets out the basis for the usage of the platform. Please read the following articles carefully. By visiting the platform, you are accepting and consenting to the practices described in these terms and conditions.",
  "2ParagraphTitle": "Second: Services & Prices",
  "2ParagraphDescription1": "The Helper link platform provides a number of employment services to job seekers in several fields. Through the platform, you can search through existing CVs and selection among them according to need.",
  "2ParagraphDescription2": "Prices for our services are subject to change or update without notice. Price changes will not affect or change in already service requested.",
  "2ParagraphDescription3": "We reserve the right at any time to modify or discontinue the service without notice at any time.",
  "2ParagraphDescription4": "We reserve the right to change or cancel a service requested, in compliance with the governing law as well as notifying the customer of any change or cancellations.",
  "3ParagraphTitle": "Third: Definitions",
  "3ParagraphDescription": "The following words and phrases, wherever mentioned herein, shall have the meanings ascribed to each, unless it is clear from the explicitness of the text, or the context requires otherwise. Words in the singular shall have the same meaning as those in the plural and vice versa as required by the context. The headings and captions used in these Terms and Conditions are not taken into account in their interpretation:",
  "3ParagraphOptionTitle1": "Platform/Website",
  "3ParagraphOptionDescription1": " Helper link platform which is an electronic information system available through the internet owned by Holoul company that intends to be the electronic interface of the company's services with www.thehelperlink.com as its domain.",
  "3ParagraphOptionTitle2": "Helper Link",
  "3ParagraphOptionDescription2": "The name protected under the intellectual protection of the integration project for the services of Holoul Company.",
  "3ParagraphOptionTitle3": "Service Provider",
  "3ParagraphOptionDescription3": "Holoul Company.",
  "3ParagraphOptionTitle4": "User",
  "3ParagraphOptionDescription4": "The browser and/or beneficiary of the Service and/or the Website.",
  "3ParagraphOptionTitle5": "Operational fees",
  "3ParagraphOptionDescription5": "fees charged to the platform for services rendered.",
  "4ParagraphTitle": "Fourth: No reliance on information",
  "4ParagraphDescription": "Despite our efforts to update the website’s information, we do not explicitly or implicitly undertake or guarantee the accuracy, modernity, and completeness of the website's content as information and technology evolves and accelerates in such a way that we may not be able to keep pace at times, and we are not obligated to update it. Although we strive for the  quality and integrity of the website, we do not undertake that the content will meet your needs or expectations, and we do not guarantee the accuracy, integrity or quality of the website or its content, or the continuous availability of some of its parts in circumstances that are beyond our control, the developer bears no responsibility for discontinuing the service for any other reason that may arise due to force majeure or an emergency circumstance.",
  "5ParagraphTitle": "Fifth: Intellectual Property Rights",
  "5ParagraphDescription1": "Holoul company owns all intellectual property rights for the website. All materials published on the website are subject to the laws of copyright protection, the trademark system, the patent system of the GCC countries, the international treaties, and all other related regulations.",
  "5ParagraphOption1": "You are entitled to print one copy and download parts / quotations from the content of our site for your personal use and share that content with other people after obtaining the written consent of Holoul company.",
  "5ParagraphOption2": "the user may not modify the paper or digital copies of any material printed or downloaded in any way, and may not use any illustrations, photographs, series of video, audio, or other graphics.",
  "5ParagraphOption3": "the user may not use any part of the content of the website for commercial purposes without permission to do so from Holoul company or from its authorized representatives.",
  "5ParagraphOption4": "All intellectual properties or trademarks that are not owned by Holoul company and that appear on the platform are taken into account as being owned by its owners. The customer may not use any of these trademarks or any of its various forms for promotional purposes or purposes having a claim or giving intentional or unintentional impression of having a relationship with the owner of the concerned trademark. The Platform shall not include what explains – either explicit or implicit or otherwise – that the service provider shall grant any license or right to use any of the trademarks offered at the portal without a written permission from the trademark owner.",
  "5ParagraphDescription2": "If you print, copy, or download any part of the website in violation of the terms of use, the right to use the website will be immediately suspended and the user will have to return or destroy the material copied.",
  "6ParagraphTitle": "Sixth: User Acknowledgments",
  "6ParagraphDescription1": "the user acknowledges and agree to abide by these Terms of Use and acknowledge that:",
  "6ParagraphOption1": "the User will Maintain and preserve login information- username, password, and any other information that will be provided after activating the user account in full confidentiality and not disclosing such information to a third party, as part of our privacy and security procedures, the User is liable for any violation and any resulting security effects which gives the platform the right to stop membership or limit its usage.",
  "6ParagraphOption2": "The user acknowledges that he/she is obliged to provide valid entry data only to his/her person or to an authorized person in the event of authorization. The obligation also includes the authorized user of the facility dealing with the platform for several Users.",
  "6ParagraphOption3": "The user acknowledges that he is obliged to constantly update personal data whether or not requested to do so, including updating mobile numbers, national address and any other data subsequently requested or imposed by the supervisory authorities.",
  "6ParagraphOption4": "The user acknowledged that he is fully qualified and that the registration in the platform was done with full will and does not conflict with any of the disadvantages of the eligibility.",
  "6ParagraphOption5": "Under these Terms and Conditions, the User acknowledges that any breach, abuse, or abuse in any way deemed to be a breach of these Terms and Conditions and a statutory justification for pausing or cancelling the membership and/or taking all legal action against you, without any compensation by the Platform or the Developer.",
  "6ParagraphOption6": "The user acknowledges that he has familiarized himself with the relevant electronic transactions system and regulations in force in the Kingdom of Saudi Arabia and has taken note of the authenticity of these transactions in the legislation; and its provisions and penalties.",
  "6ParagraphOption7": "The employer acknowledges that he/she when using the platform's services must be a holder of a national identity or residence permit in a valid and indefinite manner.",
  "6ParagraphOption8": "the User acknowledges to be responsible for their own use of the website and any content they download/upload and agree that the use of the website is subject to these terms and all local and national laws, rules, and regulations, as well as copyright and data transfer laws.",
  "6ParagraphOption9": "the User acknowledges not to collect or download non authorized parts of our content, including but not limited to, electronic resources, list of users of the system or their information.",
  "6ParagraphOption10": "the User acknowledges that we have the authority to disable any user account or password, whether chosen by you or assigned to you by us, at any time without providing reasons for doing so.",
  "6ParagraphOption11": "The User acknowledges that the Platform is not liable for any financial obligations or dues made through or outside the Platform. The user acknowledges that the Platform is regarded as a mere intermediary between the User and the Domestic worker in the event of a dispute between the User and the Domestic worker, the Platform and the Operator are not liable for any dispute or claims between them and are not bound by any compensation, intervention, or defense of any parties.",
  "6ParagraphOption12": "The User shall be liable for all information provided by or uploaded in the platform, including without limitation the digital inputs or uploaded documents from which the user must verify and update, and thus the User acknowledges that all information provided by him is accurate and up-to-date and that he agrees to maintain such information through its accuracy and updating. In case of violating these Terms and Conditions or issuing fraudulent and/or false documents, the User shall be subject to the legal penalties and proceedings required in accordance with the provisions of item (suspension and termination) below and other applicable regulations.",
  "6ParagraphOption13": "The User acknowledges that in case of having any errors upon using any of the services provided through the platform, The platform shall not be held responsible for any financial or legal losses arising. The User shall be responsible for submitting a report about the errors via the platform or via the e-mail (info@thehelperlink.com). The Service Provider or his representative will take appropriate action and notify the customer with it.",
  "6ParagraphOption14": "In the event of an account breach or belief that a person is aware of the account data or has made unauthorized use, the user is obliged to modify the account data starting with and must notify the support team through the platform directly or to communicate by email (info@thehelperlink.com(, the platform's responsibility will be limited to temporarily discontinue the account and enable the user to reset the membership account and register again without any liability for any damage to the user and beneficiary.",
  "6ParagraphOption15": "By using the website, you acknowledge and agree that there are third parties that enable the Platform to provide its services and acknowledge and agree that Houlol company, its managers, employees, agents and affiliates will not be liable for any damages, errors, consequences, compensation or claims arising from a defect or intentional or unintentional , direct or indirect errors by any third party, for example but not limited to : A defect in the payment process or a defect that led to the leak of confidential data or a defect in the operating systems, knowing that the platform is committed to doing enough care and effort to achieve the purpose of its services and shall not be liable  for any errors resulting from other parties.",
  "6ParagraphOption16": "the user acknowledges to have the authority and the legal capacity to make these conditions binding and to ensure that all information provided and necessary for registration on the website is correct, updated, and complete as required by the platform admin, and the user acknowledges his/her full responsibility for any breach of these conditions, or of the electronic transaction system, and any consequences it causes. The platform is entitled to take systematic action to guarantee their rights and to compensate for any damage caused by such breach.",
  "6ParagraphDescription2": "The User is responsible for ensuring that all users of the website via their Internet connection will comply with the Terms of Use and other applicable terms. The user is responsible for disclosing or publishing any extract or certificate issued from the platform due to the use of the service to the developer and official entities.",
  "6ParagraphDescription3": "The validity of the account and the utilization of services is limited to the same user and cannot be transferred to another user regardless of its character or dependency, and no refunds shall be made in any case.",
  "6ParagraphDescription4": "If the account is used by several people or on behalf of an entity, the person who has registered the account in his/her name shall be responsible for all activities and shall immediately inform the company of any unlawful or unauthorized use of the account. If you suspect that someone else is aware of your user account or password, you should notify us immediately.",
  "7ParagraphTitle": "Seventh: Prohibited Uses",
  "7ParagraphDescription": "You may only use the website for lawful purposes. You may not use it for prohibited purposes, including, but not limited to:",
  "7ParagraphOption1": "Any use that violates any of the applicable laws and regulations at the local, national and/or international levels.",
  "7ParagraphOption2": "Any use that is unlawful or fraudulent or has any unlawful or fraudulent purpose or effect with the intention to harm or attempt to harm a third party.",
  "7ParagraphOption3": "Unauthorized access to or interference with or damage to or disruption of any part of the Website, equipment, or network on which the Website is stored, or software used in the provision of the Website and any equipment, network or software owned or used by any third party.",
  "7ParagraphOption4": "Using the Website in any way intended to damage, disable, overburden, or impair any servers or network(s) connected to our servers or interfere with any other party's use of the Website. You may not attempt to gain unauthorized access to the Website, or to any other accounts, computer systems or networks connected to our servers through hacking, password mining, or any other means, nor may you obtain or attempt to obtain any materials or information not intentionally made available that is stored on the website or its servers, or associated computers through any means.",
  "7ParagraphOption5": "Intentionally send, receive, upload, download, use or re-use any material which does not comply with our approved content standards as set out below;",
  "7ParagraphOption6Sub1Title": "A",
  "7ParagraphOption6Sub1Description": "Transmit, or procure the sending of, any unsolicited or unauthorized advertising or promotional material or any other form of similar solicitation (spam).",
  "7ParagraphOption6Sub2Title": "B",
  "7ParagraphOption6Sub2Description": "Knowingly transmit any data, send, or upload any material that contains viruses, Trojan horses, worms, keystroke loggers, spyware, or any other harmful programs or viruses, or similar computer code designed to adversely affect the operation of any computer applications, software, or hardware.",
  "7ParagraphOption6Sub3Title": "C",
  "7ParagraphOption6Sub3Description": "Not to scrape, or otherwise download in bulk, any content of the website, including, without limitation, a list or directory of users on the system, User posts or User information. You also agree not to misrepresent or attempt to misrepresent your identity while using the Website.",
  "7ParagraphOption6Sub4Title": "D",
  "7ParagraphOption6Sub4Description": "Reproduce, duplicate, copy or resell any part of the website in violation of the provisions of these Website Terms of Use.",
  "8ParagraphTitle": "Eighth: Limitation of Liability",
  "8ParagraphDescription1": "The Service Provider and its directors, employees, agents and affiliates and subsidiaries shall not be liable for the legal consequences of any losses or damages (whether direct or indirect) whatsoever, arising from the use of the Website, including, but not limited to:",
  "8ParagraphOption1": "Compliance with any contract and/or agreement entered into by the User;",
  "8ParagraphOption2": "Any payments made to a wrong or incorrect account due to incorrect information provided by the User on the Website;",
  "8ParagraphOption3": "Any fraud, deception, or misrepresentation of facts as a result of any act, omission, or negligence of the User.",
  "8ParagraphOption4": "Any errors or misuse of the Website or inability of any person to use the Website and understand its content;",
  "8ParagraphOption5": "Any losses arising from Internet connection delays, suspension of the Website or errors caused by failure of any telecommunication facilities or any data transmission system including failure or maintenance of servers or failure to access the User's page or pages linked thereto, while the Service Provider shall be responsible for conducting due diligence to provide technical support and troubleshooting services;",
  "8ParagraphOption6": "Any losses resulting from the actions of any government or other authority or any  force majeure beyond the control of the Service Provider.",
  "8ParagraphOption7": "Any Losses or damages resulting from loss of profits and public trust, business, opportunity, or data.",
  "8ParagraphOption8": "Any other material or  non-material losses arising out of or in connection with your use of the Service or these Terms of Use.",
  "8ParagraphOption9": "Any violation of any of the regulations in force in the Kingdom of Saudi Arabia",
  "8ParagraphOption10": "The Platform does not assume any responsibility for the suspension of the service for any reason and we do not guarantee the continuity of our site or any part of its content. We are entitled to suspend, block, stop or change all or part of our site without prior notice. Our site is available for any reason at any time.",
  "8ParagraphOption11": "The User accepts full responsibility (and that Holoul company assumes no liability to the User or to any third party) for any breach of these Terms of Use or any applicable law or regulation and the User shall bear any other consequences (including any damage or loss to the Company or any third party) for any such breach, and Houlol Company shall have the right to take the necessary action and refer to the user in the event of any damage, whether direct or indirect.",
  "8ParagraphOption12": "The platform is not responsible for the accuracy of the used content and / or provided by you or by any other party to the website",
  "8ParagraphOption13": "Neither the platform nor the developer assumes any obligation regarding what results from the suspension of amounts when dealing with electronic payment channels. The user is obliged to review the bank and examine the mechanism for the recovery of the outstanding amount.",
  "8ParagraphDescription2": "We are not liable to any user for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty or otherwise, even if foreseeable and arising under or in connection with : Use of our website or inability to use it .Use of or reliance on the content of our site .We will not be liable for any loss or damage caused by viruses, denial-of-service attacks or other harmful material that may affect your computer equipment, software or technology, data and other materials that you obtain while using our Website or posting any content through it, or on websites linked to it. As we will not be responsible for the content of websites linked to our site, such links should not be construed as endorsement by us. We are not responsible for any loss or damage resulting from your browsing .",
  "8ParagraphDescription3": "The Website may contain links from advertisers to other applications and websites. Such links should not be considered approved by the Service Provider; and therefore, we do not bear any responsibility for the materials, services or offers for goods that appear on such applications and websites, nor do we guarantee that any applications or websites are free of viruses, malware, or other harmful components. The User acknowledges and agrees that the Service Provider is not responsible for the content or quality of any such applications or websites.",
  "8ParagraphDescription4": "The Service Provider shall not be liable for any loss or damage caused by a virus, unauthorized access to the Website, or other technically harmful material that may infect mobile devices, computer programs, data or other materials belonging to the User as a result of his use of the Website or downloading any content from the Website or from any other websites linked to the website.",
  "8ParagraphDescription5": "The Platform is subject to high-tech protection from malicious files and viruses. However, it does not guarantee any cases of hacking or encroachment on accounts, personal devices, and peripheral points through the Internet for which the user is fully responsible.",
  "8ParagraphDescription6": "the website shall not be responsible for any legal or technical problems related to the User's money. All payments made by the User must be in compliance with the educational establishment Payment and financial transactions Policy.",
  "8ParagraphDescription7": "the website shall absolutely not be responsible for problems that may result from Internet interruptions or other incidents that occur during payment transactions. The User is requested to check with his bank in this case.",
  "9ParagraphTitle": "Ninth: Indemnification",
  "9ParagraphDescription": "By using the website, you agree to hold harmless, indemnify and defend Holoul Company and its subsidiaries, affiliates, officers, board members, agents, and employees, according to the relevant regulations, and from and against claims, actions or demands of third parties arising out of or related to your use of the website in any way, including any liability or expense arising from all or any claims, losses, damages (whether actual or consequential), legal proceedings, judgments, litigation costs and attorney fees, in which case, we will provide you with written notice of such claim, lawsuit or proceeding.",
  "10ParagraphTitle": "Tenth: Suspension and Termination",
  "10ParagraphDescription1": "It shall be determined, at the sole discretion of the Service Provider, whether there has been a breach of the Terms and conditions through the User's use of the Website. If a breach of these Terms and Conditions has already occurred, the Service Provider may take such actions as it deems appropriate.",
  "10ParagraphDescription2": "Failure to comply with these Terms, Conditions and Acknowledgments, or any acts of fraud or forgery by the User may lead to taking all or any of the following actions, including, but not limited to:",
  "10ParagraphOption1": "Immediate, temporary, or permanent suspension of the User's right to use the Website.",
  "10ParagraphOption2": "Immediate, temporary, or permanent removal of any posts or materials uploaded by the User to the Website.",
  "10ParagraphOption3": "Sending a warning to the User.",
  "10ParagraphOption4": "Taking legal action against the User to claim compensation for all costs (including, without limitation, any damages, or administrative and legal costs) resulting from the breach of these Terms.",
  "10ParagraphOption5": "Taking further legal action against the User and disclosing relevant information to the responsible judicial authorities when needed.",
  "10ParagraphDescription3": "We disclaim our responsibility for any actions taken due to a breach of the Terms of Use. Such actions are not limited to those mentioned herein, as we have the right to take any other action(s) we deem appropriate without prejudice to Saudi laws and regulations.",
  "10ParagraphDescription4": "Cancellation of account or deletion of membership results in termination of relationship and the user is not eligible to recover the remainder from any service.",
  "11ParagraphTitle": "Eleventh: Verification",
  "11ParagraphDescription": "The information given and any other information about you that is obtained by you is subject to the Terms and Conditions and will be used to verify your identity only by us or any other government agency.",
  "12ParagraphTitle": "Twelfth: viruses ",
  "12ParagraphDescription1": "You are solely responsible for adjusting your technology information, software, and computer systems in order to enter the website, it is your sole responsibility to use your virus protection software.",
  "12ParagraphDescription2": "Deliberate misuse of the website is prohibited such as entering all types of viruses without exception, and any unauthorized attempts to access the servers that stores the website or any other servers, computers or databases related to the website are also prohibited. We do not guarantee that the website is safe, free of errors or viruses.",
  "12ParagraphDescription3": "It is prohibited to attack or deploy denial of service attacks. We will report any attempt to breach these terms and conditions with the competent legal authorities and cooperate with them and disclose your identity to them. In the event of such violations, you will be deprived of your right to use the website immediately and take all legal action against you.",
  "12ParagraphDescription4": "For service quality purposes, the platform is subject to periodic maintenance work which may cause the service to be temporarily discontinued or suspended. Such discontinuation or temporary suspension will not be warranted to request cancellation or refund of service fees.",
  "13ParagraphTitle": "Thirteenth: Links and other parties' sources on the website",
  "13ParagraphDescription": "the website contains links to other sites and sources supplied by other parties, restrict your use of these links for viewing only, we have no authority to control the content of these sites or sources therefore we do not bear any responsibility for the materials or services that appear on such sites, nor do we guarantee that any  of the sites are free of viruses, malware, or other harmful components. The User acknowledges and agrees that the Service Provider is not responsible for the content or quality of any such sites or sources.",
  "14ParagraphTitle": "Fourteenth: Changes in The Terms and Conditions",
  "14ParagraphDescription": "These Terms, Conditions and Acknowledgments, as well as the additional terms applicable to your use of the website, are subject to continuous updates and changes as needed, and any modification or update of any of these Terms and Conditions shall become effective immediately upon approval by the Service Provider. Therefore, you must check these Terms and Conditions and the principles of limitation of liability of the Service Provider and those in charge of the website regularly for any updates. Your continued use of the website means that you are fully aware of and accept any modification to its Terms of Use. It should be noted that these Terms and Conditions include intellectual property rights, and the Service Provider is not required to announce any updates or modifications made to these Terms. Accordingly, Holoul Company, in its capacity as the Service Provider and Operator of the website, reserve the right to change these Terms and Conditions from time to time.",
  "15ParagraphTitle": "Fifteenth: Applicable Law and the Language Used",
  "15ParagraphDescription": "These Terms, Conditions and acknowledgements and their subject matter and formation shall be subject to the provisions of the laws and regulations in force in the Kingdom of Saudi Arabia. In the event that any provision of these Terms and Conditions is held void, invalid or unenforceable under the applicable laws and regulations in the Kingdom of Saudi Arabia, this shall not affect the validity and enforceability of the other provisions and terms on the Users of the Website. The courts of the Kingdom of Saudi Arabia, Riyadh, shall have the exclusive jurisdiction in this regard.  The Arabic language is the main language for using the website and benefiting from all the materials published thereon. The translation of any of these materials is intended to provide an added service. Therefore, the provided translation may not be relied on and in case of any disagreement or conflict regarding the content of the Website the Arabic language shall prevail.",
  "16ParagraphTitle": "Sixteenth: Contact us",
  "16ParagraphDescription": "To contact us, you can always reach the support team through (info@thehelperlink.com)"
}
