{
  "privacyPolicy": "سياسة الخصوصية",
  "privacyDetail": "عند استخدام منصة هلبرلينك، فإنك تأتمننا على معلوماتك لذا فإن المقصد من سياسة الخصوصية هو مساعدتك وحماية البيانات المتعلقه بك من خلال الامتثال لجميع قوانين حماية البيانات والخصوصية المعمول بها.",
  "firstHeader": "أولاً: معلومات عامة",
  "firstHeaderDetail": "يرجى قراءة سياسة الخصوصية هذه بعناية قبل استخدام هذا الموقع منصة هلبرلينك هو موقع إلكتروني ('الموقع') تديره شركة الحلول المتكاملة للقوى العاملة ('نحن'). نحن  ملتزمون بحماية واحترام خصوصيتكم. هذه السياسة، وغيرها من الوثائق المشار إليها في تلك الشروط تحدد الأساس الذي نقوم بناء عليه بجمع أية معلومات شخصية منكم، أو توفرونها لنا، والتي ستتم معالجتها من قبلنا. فيرجى قراءة ما يلي بعناية لتفهم وجهات نظرنا والممارسات المتعلقة بمعلوماتكم الشخصية وكيفية التعامل معها. ومن خلال زيارة الموقع، فإنكم تتقبلون وتوافقون على الممارسات الوارد وصفها في هذه السياسة.",
  "weMayCollectYou": "قد نقوم بجمع ومعالجة المعلومات التالية المتعلقة بكم:",
  "a": "أ‌",
  "infoYouGaveUs": "المعلومات التي تقدمها لنا",
  "infoYouGaveUsDetail": "يمكنك تزويدنا بمعلومات عنك عن طريق ملء النماذج الموجودة على الموقع أو عن طريق التواصل معنا عبر الهاتف أو البريد الإلكتروني أو غير ذلك. يتضمن ذلك المعلومات التي تقدمها عند التسجيل لاستخدام الموقع ، وعندما ترسل إلينا بريدًا إلكترونيًا أو تبلغ عن مشكلة في الموقع. قد تتضمن المعلومات التي تقدمها لنا معلومات شخصية مثل الاسم والعنوان وعنوان البريد الإلكتروني ورقم الهاتف والمعلومات المالية ومعلومات بطاقة الائتمان والوصف الشخصي والصور. التعليقات أو المعلومات الأخرى التي تنشرها على الموقع المصممة للاتصالات العامة أو الاتصالات بين المستخدمين الآخرين يمكن مشاهدتها وتنزيلها من قبل الآخرين الذين يزورون الموقع.",
  "b": "ب‌",
  "infoWeCollectAboutYou": "المعلومات التي نجمعها عنك",
  "infoWeCollectAboutYouDetail": "فيما يتعلق بكل زيارة من زياراتك للموقع ، قد نقوم تلقائيًا بجمع المعلومات التالية: المعلومات التقنية ، بما في ذلك عنوان بروتوكول الإنترنت (IP) المستخدم لتوصيل جهاز الكمبيوتر الخاص بك بالإنترنت ، ومعلومات تسجيل الدخول الخاصة بك ، ونوع المتصفح وإصداره ، وإعداد المنطقة الزمنية ، وأنواع المكونات الإضافية للمتصفح وإصداراته ، ونظام التشغيل ، والنظام الأساسي ؛ ومعلومات حول زيارتك ، بما في ذلك تدفق النقرات الكامل لمحددات مواقع الويب (URL) من وإلى الموقع ومن خلاله (بما في ذلك التاريخ والوقت) ؛ أوقات استجابة الصفحة ، وأخطاء التنزيل ، ومدة الزيارات إلى صفحات معينة ، ومعلومات تفاعل الصفحة (مثل التمرير ، والنقرات ، وتحريك الماوس) ، والطرق المستخدمة للتصفح بعيدًا عن الصفحة وأي رقم هاتف يستخدم للاتصال برقم خدمة العملاء لدينا .",
  "c": "ت‌",
  "infoWeReceiveFromOtherSource": "المعلومات التي نتلقاها من مصادر أخرى ",
  "infoWeReceiveFromOtherSourceDetail": "قد نتلقى معلومات عنك إذا كنت تستخدم أيًا من المواقع الأخرى التي نشغلها أو الخدمات الأخرى التي نقدمها. نحن نعمل أيضًا عن كثب مع أطراف ثالثة (بما في ذلك ، على سبيل المثال ، الكيانات الحكومية وشركاء الأعمال والمقاولين من الباطن في الخدمات الفنية وخدمات الدفع والتسليم والشبكات الإعلانية وموفري التحليلات وموفري معلومات البحث ووكالات مراجع الائتمان) وقد نتلقى معلومات تخصك منهم.",
  "secondHeader": "ثانيا:  تفاصيل سياسة الخصوصية",
  "cookies": "ملفات تعريف الارتباط (Cookies)",
  "cookiesDetail": "يستخدم الموقع ملفات تعريف الارتباط (Cookies) لتمييزكم عن المستخدمين الآخرين للموقع. وهذا يساعدنا على تزويدكم بتجربة جيدة عند قيامكم بتصفح الموقع ويسمح لنا في الوقت ذاته بتحسين الموقع.ومن خلال الاستمرار في تصفح الموقع، فإنكم توافقون على قيامنا باستخدام ملفات تعريف الارتباط (Cookies) في التعامل معكم. ملف تعريف الارتباط هو عبارة عن ملف صغير يتألف من حروف وأرقام نقوم بتخزينها في المتصفح الخاص بكم أو على القرص الصلب لجهاز الكمبيوتر الخاص بكم إذا كنتم توافقون على ذلك. تحتوي ملفات تعريف الارتباط (Cookies) على المعلومات التي يتم نقلها إلى القرص الصلب لجهاز الكمبيوتر الخاص بكم",
  "weUseTheFollowingCookies": "نحن نستخدم ملفات تعريف الارتباط (Cookies) التالية:",
  "followingCookiesHeader1": "ملفات تعريف الارتباط (Cookies) التي يجب استخدامها في حالات الضرورة القصوى: ",
  "followingCookiesDetail1": "هذه هي الملفات المطلوبة لتشغيل الموقع. وهي تشمل، على سبيل المثال، ملفات تعريف الارتباط (Cookies) التي تمكّنكم من تسجيل الدخول إلى المناطق الآمنة من الموقع، و الاستفادة من خدمات الدفع عبر الانترنت.",
  "followingCookiesDetail2": "هي ملفات تسمح لنا بالتعرف وحساب عدد الزوّار والوقوف على الكيفية التي يتحرك بها الزوّار داخل الموقع أثناء استخدامه. وهذا يساعدنا على تحسين الطريقة التي يعمل بها الموقع، وذلك على سبيل المثال، من خلال ضمان أن المستخدمين يعثرون على ما يبحثون عنه بسهولة ويسر.",
  "followingCookiesHeader2": "ملفات تعريف الارتباط (Cookies) التي تستخدم للأغراض التحليلية / لأغراض الأداء: ",
  "followingCookiesHeader3": "ملفات تعريف الارتباط (Cookies) التي تستخدم للأغراض الوظيفية: ",
  "followingCookiesDetail3": " هي ملفات تستخدم للتعرف عليكم عند العودة إلى الموقع. وهذا يمكننا من تخصيص المحتوى الذي نقدمه لكم، ومن تقديم التحية لكم بالاسم وتذكّر نواحي التعامل التي تفضلونها (على سبيل المثال، اللغة أو الإقليم المختار).",
  "followingCookiesHeader4": "ملفات تعريف الارتباط (Cookies) التي تستخدم لأغراض الاستهداف: ",
  "followingCookiesDetail4": "هي ملفات تستخدم في تسجيل وقائع زيارتكم للموقع، والصفحات التي قمتم بتصفحها والروابط التي قمتم باتباعها. وسوف نستخدم هذه المعلومات لجعل الموقع والإعلانات المعروضة عليه أكثر ملاءمة وخدمة لمصالحكم. كما يجوز لنا إطلاع أطراف ثالثة على هذه المعلومات لهذا الغرض يرجى ملاحظة أن الأطراف الثالثة (بما في ذلك، على سبيل المثال، شبكات الإعلان ومقدمي الخدمات الخارجية مثل خدمات تحليل حركة المرور على الشبكة) يمكنها أيضا استخدام ملفات تعريف الارتباط (Cookies)، والتي لا يكون لدينا أي سيطرة عليها. ومن المرجح أن تكون ملفات تعريف الارتباط (Cookies) التي تستخدمها هذه الأطراف هي من النوع الذي يستخدم للأغراض التحليلية أو لأغراض الأداء أو لأغراض الاستهداف كما هو موضح أعلاه. يمكنكم منع استخدام ملفات تعريف الارتباط (Cookies) الخاصة بكم من خلال تفعيل الإعدادات على المتصفح الخاص بكم الذي يسمح لكم برفض أو تحديد كامل أو بعض ملفات تعريف الارتباط. ولكن يُراعى أنه في حال استخدامكم إعدادات المتصفح لمنع استخدام جميع ملفات تعريف الارتباط (بما في ذلك الملفات الأساسية منها) فقد لا يكون بإمكانكم الوصول إلى جميع أو بعض أجزاء الموقع. ",
  "weUseInformationHeldAboutYou": "المعلومات التي تقدمونها لنا أو التي نجمعها عنكم ، ستستخدم على النحو التالي:",
  "weUseInformationHeldAboutYouDetail1": "لتمكيننا، وتمكين شركائنا والموردين من طرف ثالث من تقديم وإدارة، وتحسين مستوى الخدمات المقدمة.",
  "weUseInformationHeldAboutYouDetail2": "لأغراض البحث والتطوير",
  "weUseInformationHeldAboutYouDetail3": "لمساعدتنا وشركائنا على تحسين عروض الموقع، فرديًا وإجماليًا، وإضفاء الطابع الفردي على التجربة وتقييم الوصول إلى الموقع واستخدامه وتأثيره على المجتمع السعودي.",
  "weUseInformationHeldAboutYouDetail4": "تزويدكم بآخر المستجدات حول الخدمات والمنتجات أو غيرها من الأحداث التي نقدمها نحن أو شركاؤنا أو الموردون من طرف ثالث التي قد تكون ذات فائدة لكم، وتزويدكم بإشعرات و تحديثات  حول  الصيانة الموقع و مستجداته والتي يمكن أن يتم إرسالها عبر رسائل البريد الإلكتروني.",
  "weUseInformationHeldAboutYouDetail5": "أرشفة هذه المعلومات و/أو استخدامها لإمكانية التواصل المستقبلي معكم.",
  "weUseInformationHeldAboutYouDetail6": "صيانة ورفع مستوى أداء وأمن الموقع وبرامجنا والنظم والشبكات الخاصة بنا.",
  "weUseInformationHeldAboutYouDetail7": "للأغراض الوارد وصفها في موضع آخر من سياسة الخصوصية (بما في ذلك، على سبيل المثال، تبادل المعلومات مع أطراف ثالثة).",
  "weUseInformationHeldAboutYouDetail8": "بأية طريقة جرى وصفها في مرحلة جمع المعلومات أو بناء على موافقتكم.",
  "weUseInformationHeldAboutYouDetail9": "لمصادقة هويتكم عند التسجيل في بعض الخدمات المقدمّة في الموقع.",
  "weUseInformationHeldAboutYouDetail10": "لمعالجة إجراءات إعادة المبالغ المدفوعة، في الحالات التي ينطبق عليها ذلك.",
  "weUseInformationHeldAboutYouDetail11": "لإدارة الموقع وتنفيذ العمليات الداخلية، بما في ذلك اكتشاف الأعطال وتحليل البيانات، والاختبار والبحث والأغراض الإحصائية وأغراض الدراسات المسحية الشاملة.",
  "weUseInformationHeldAboutYouDetail12": "لتحسين مستوى الموقع لضمان عرض المحتوى بطريقة أكثر فعالية بالنسبة لكم وبالنسبة لجهاز الكمبيوتر الخاص بكم.",
  "weUseInformationHeldAboutYouDetail13": "للسماح لكم بالمشاركة في الميزات التفاعلية للخدمة التي نقدمها، في حال رغبتكم في ذلك. كجزء من جهودنا الرامية إلى الحفاظ على أمن وسلامة الموقع.",
  "weUseInformationHeldAboutYouDetail14": "كجزء من جهودنا للحفاظ على أمن و سلامة  الموقع. ",
  "weUseInformationHeldAboutYouDetail15": "لقياس أو فهم فعالية الإعلانات التي نقدمها لكم ولغيركم، وتقديم الإعلانات ذات الصلة بكم.",
  "weUseInformationHeldAboutYouDetail16": "لتقديم الاقتراحات والتوصيات لكم ولغيركم من مستخدمي الموقع حول الخدمات التي قد تهمكم أو تعنيهم",
  "informationWeReceiveFromOtherSources": "المعلومات التي نتلقاها من مصادر أخرى",
  "informationWeReceiveFromOtherSourcesDetail": "قد نقوم بالجمع بين هذه المعلومات وبين المعلومات التي تقدمونها لنا والمعلومات التي نجمعها عنكم. كما يجوز لنا استخدام هذه المعلومات والمعلومات التي جرى جمعها للأغراض المبيّنة أعلاه (اعتمادًا على أنواع المعلومات التي نتلقاها). ",
  "disclosureOfYourInformation": "الإفصاح عن المعلومات الخاصة بكم",
  "disclosureOfYourInformationTitle": "قد نقوم بتبادل أي معلومات تقدمونها لنا أو نقوم بجمعها عنكم مع شركائنا والموردين من طرف ثالث، والجهات المختصة بإجراء التحليلات ومقدمي خدمات محرك البحث والمعلنين. وسنقوم بتبادل هذه المعلومات مع أطراف ثالثة على النحو التالي:",
  "disclosureOfYourInformationDetail1": "إذا كان يتعين علينا الإفصاح أو تبادل المعلومات الشخصية الخاصة بكم في إطار الوفاء بأي التزام قانوني، أو من أجل تنفيذ أو تطبيق (الشروط والأحكام الخاصة بـ منتجات منصة هلبرلينك) وتنفيذ الاتفاقيات الأخرى؛ أو لحماية الحقوق، المِلكيّة، أو المحافظة على سلامة منصة هلبرلينك ، وسلامة عملائنا، أو غيرهم من الأطراف.",
  "disclosureOfYourInformationDetail2": "لأغراض البحث والتطوير. ومع ذلك، فإننا سنقوم بتبادل المعلومات الشخصية الخاصة بكم لهذا الغرض بما لا يتعارض مع أحكام القوانين والأنظمة المرعيّة وفي حدود المعلومات الشخصية المطلوبة لتحقيق الأغراض المبيّنة في وقت جمعها ",
  "disclosureOfYourInformationDetail3": "لتوفير فرص التواصل بينكم وبين المستخدمين الآخرين الذين قد يكون لهم مصالح أو أهداف مماثلة. وفي مثل هذه الحالات، فإنه يجوز لنا أن نستخدم جميع المعلومات التي تم جمعها عنكم لتحديد الجهات التي قد تكون مهتمة في التواصل معكم.",
  "disclosureOfYourInformationDetail4": "كل ما يكون مطلوبًا بموجب أحكام القوانين والأنظمة المرعيّة أو لحماية حقوقنا وممتلكاتنا، أو المحافظة على سلامة ومصالح الآخرين.",
  "disclosureOfYourInformationDetail5": "مع الشركات التابعة لنا، أو مع خلفائهم في حالة الاندماج، أو الاستحواذ أو إعادة التنظيم، لاستخدامها بما يتفق مع سياسة الخصوصية.",
  "disclosureOfYourInformationDetail6": "بأية طريقة جرى وصفها في مرحلة جمع المعلومات أو بناء على موافقتكم.",
  "disclosureOfYourInformationDetail7": "من أجل التكامل مع خدمات أطراف ثالثة. على سبيل المثال، إمكانية استضافة محتوى الفيديو وغيرها من المحتويات على موقع يوتيوب وغيرها من المواقع التي لا تخضع لسيطرتنا.",
  "disclosureOfYourInformationDetail8": "تبادل المعلومات المجمّعة التي لا تعرّفكم شخصيا على الجمهور وعلى أطراف ثالثة، بما في ذلك على سبيل المثال لا الحصر، الباحثين والشركاء التجاريين.",
  "consentToProcessingData": "الموافقة على معالجة البيانات خارج البلاد ",
  "consentToProcessingDataDetail": "باستخدامكم لموقعنا، أو تقديم معلومات لنا، فإن ذلك يعد موافقة من قبلكم  على جمع واستخدام والإفصاح وحفظ المعلومات والبيانات في المملكة العربية السعودية وبلدان ومناطق أخرى، للأغراض المنصوص عليها في سياسة الخصوصية وفقًا للشروط والأحكام (الشروط والاحكام الخاصة بـ منتجات منصة هلبرلينك). وبهذا فإنكم توافقون على جمع واستخدام والإفصاح والاحتفاظ من قبلنا بالمعلومات والبيانات الشخصية الخاصة بكم كما هو موضح في سياسة الخصوصية، بما في ذلك دون حصر، تبادل المعلومات الشخصية الخاصة بكم فيما بيننا وبين أطراف ثالثة، ومع الشركات المنتسبة، والشركات التابعة لنا الوارد وصفها في سياسة الخصوصية. وتلافيًا للشك، فإن أي موافقة تتعلق بالحق في تبادل المعلومات المشار إليها في هذه الفقرة تشمل موافقتكم على تبادل المعلومات الشخصية الخاصة بكم مع أي ولاية قضائية قد توفر مستوى مختلفًا من حماية الخصوصية عن المستوى المتوفر في بلدكم. هذا وسنتخذ جميع الخطوات اللازمة بحدود المعقول لضمان التعامل مع المعلومات والبيانات الخاصة بكم بشكل آمن ووفقًا لسياسة الخصوصية. جميع المعلومات التي تقدمونها لنا يتم تخزينها في ذاكرة حاسبات خدمة آمنة خاصة بنا. وفي حال قيامنا بتزويدكم (أو في حال اختياركم) كلمة سر لتمكينكم من الدخول على أجزاء معينة من موقعنا، فستقع على عاتقكم مسؤولية المحافظة على سرية هذه الكلمة. ونحن ننصح بعدم إطلاع أي شخص على كلمة السر الخاصة بكم ومما يؤسف له أن عملية نقل المعلومات عبر شبكة الإنترنت ليست آمنة تمامًا. وعلى الرغم من أننا سنبذل قصارى جهدنا لحماية المعلومات الشخصية الخاصة بكم، فإننا لا نستطيع ضمان أمن المعلومات الخاصة بكم التي سيتم نقلها إلى موقعنا. وعليه، يراعى أن أي عملية نقل من هذا القبيل ستكون على مسؤوليتكم الخاصة. ومن ناحيتنا، فإنه بمجرد تلقينا المعلومات الخاصة بكم، سنطبّق إجراءات صارمة وميزات الأمان في محاولة لمنع الوصول غير المصرح به إلى تلك المعلومات. فإذا كنتم لا توافقون على هذه الشروط، فنأسف لعدم تمكينكم من الدخول، أو تصفح، أو التسجيل للاشتراك في موقعنا. وإذا اخترتم عدم تزويدنا بمعلومات معينة تكون مطلوبة لتزويدكم بمختلف الخدمات المقدمة على موقعنا، فلن يكون بإمكانكم إنشاء حساب مستخدم خاص، وبالتالي لن نكون قادرين على تزويدكم بتلك الخدمات.",
  "yourRights": "حقوقكم",
  "yourRightsDetail": "إن لكم الحق في أن تطلبوا منّا عدم استخدام المعلومات الشخصية الخاصة بكم لأغراض التسويق. يمكنكم ممارسة حقّكم في منع معالجة تلك المعلومات عن طريق الاتصال بنا على العنوان التالي: (info@thehelperlink.com).ربما يتضمّن الموقع من وقت لآخر، روابط للاتصال من وإلى مواقع شبكات أو معلنين أو شركات تابعة لشريك من شركائنا. فإذا كنتم ترغبون في تتبع أي رابط للدخول على أي موقع من هذه المواقع، يرجى ملاحظة أن هذه المواقع لديها سياسات الخصوصية الخاصة بها، وأننا لانتقبل أي مسؤولية أو تبعة فيما يتعلق بتلك السياسات. وعليه، يرجى الاطلاع على تلك السياسات قبل تقديم أي معلومات شخصية لتلك المواقع.",
  "changesUoOurPrivacyPolicy": "التغييرات التي تطرأ على سياسة الخصوصية الخاصة بنا",
  "changesUoOurPrivacyPolicyTitle1": "تحديث بيان الخصوصية",
  "changesUoOurPrivacyPolicyDetail1": "قد نقوم بتحدیث بیان الخصوصیة ھذا استجابةً لتغییر القوانین أو التطورات التقنیة أو التجاریة. یمكنك معرفة تاریخ آخر تحدیث لبیان الخصوصیة ھذا عن طریق التحقق من تاریخ 'آخر تحدیث' المعروض أعلى ھذا البیان. لذلك نوصیك بالتحقق من ذلك بشكل دوري.",
  "changesUoOurPrivacyPolicyTitle2": "تواصل معنا",
  "changesUoOurPrivacyPolicyDetail2": "نُرحب بكافة الأسئلة والتعليقات والطلبات المتعلقة بخصوص سياسة الخصوصية بنا وكيفية التعامل مع بيانات الشخصية، ويمكنك التواصل معنا من خلال الموقع الإلكتروني وكذلك البريد الإلكتروني info@thehelperlink.com والتي ينبغي أن توجَّه إلى العنوان (info@thehelperlink.com)."
}
