{
  "termsAndConditions": "الأحكام والشروط",
  "1ParagraphTitle1": "أولاً: مقدمة  / ",
  "1ParagraphTitle2": "العلاقة التعاقدية",
  "1ParagraphDescription1": "شروط الاستخدام هذه (مع الوثائق المشار إليها في هذه الوثيقة) تتضمن الإرشادات اللازمة لكيفية استخدام والاستفادة من هلبرلنك (والذي سيشار إليه فيما بعد بـ”الموقع أو المنصة”)، سواء كمتصفح أو كمستخدم. تتضمن إرشادات استخدام المنصة على إجراءات الدخول والتصفح وإرشادات التسجيل لاستخدام المنصة.",
  "1ParagraphDescription2": "شروط الخدمة هذه ('الشروط') هي اتفاقية قانونية ملزمة بينك وبين منصة هلبرلينك التي تحكم وصول أي شخص في المملكة العربية السعودية ('المستخدم') إلى الموقع أو استخدامه باستخدام الخدمات التي يوفرها موقع هلبرلينك، التي تمتلكها وتديرها شركة الحلول المتكاملة للقوى العاملة ('حلول') التي تأسست بموجب قوانين المملكة العربية السعودية، ومسجلة لدى وزارة التجارة وتحت سجل تجاري رقم 1010570138.",
  "1ParagraphDescription3": "يرجى قراءة هذه الشروط والأحكام بعناية قبل استخدام هذه المنصة، فمن خلال الوصول إلى أي جزء من هذه المنصة أو استخدام أي من الخدمات المدرجة، فإنك تؤكد قبولك لشروط الاستخدام هذه والموافقة على الامتثال لما تتضمنه من شروط وأحكام. أن كنت لا تقبل هذه الشروط والأحكام فيجب عليك عدم استخدام المنصة.",
  "1ParagraphDescription4": "منصة هلبرلنك هي منصة إلكترونية ('الموقع') تديره شركة الحلول المتكاملة  للقوى العاملة('حلول') ('الشركة'). تحدد هذه الشروط (جنبًا إلى جنب مع سياسة الخصوصية الخاصة بنا وأي مستندات أخرى مشار إليها فيها) الأساس الذي تستند إليه  لتنظيم استخدام المنصة. يرجى قراءة ما يلي بعناية، فبمجرد زيارة المنصة ، فإنك تقبل وتوافق على الممارسات الموضحة في الشروط و الأحكام . ",
  "2ParagraphTitle": "ثانيا: الخدمات والأسعار",
  "2ParagraphDescription1": "تقدم منصة هلبرلنك عدد من خدمات التوظيف للباحثين عن عمالة في عدة مجالات، ويتم من خلال المنصة البحث من خلال السير الذاتية الموجودة والاختيار فيما بينهم حسب الاحتياج.",
  "2ParagraphDescription2": "أسعار خدماتنا عرضة للتعديل أو التحديث في أي وقت دون إشعار مسبق مع الأخذ بالاعتبار أن ذلك لن ينطبق أو يؤثر على أي طلبات قائمة.",
  "2ParagraphDescription3": "نحتفظ بالحق في أي وقت في تعديل الخدمة أو إيقافها دون سابق إنذار. ",
  "2ParagraphDescription4": "نحتفظ بالحق في تغيير أو إلغاء الخدمة المطلوبة، بما يتوافق مع الأنظمة مع اشعار المستخدم بأي تغيير أو إلغاء.",
  "3ParagraphTitle": "ثالثاً: التعريفات",
  "3ParagraphDescription": "يقصد بالكلمات والعبارات التالية أينما وردت هنا المعاني المبينة إلى جانب كل منها ما لم يتضح من صراحة النص أو يقتضي سياق الكلام غير ذلك. تدل الكلمات الواردة بصيغة المفرد على ذات المدلول بصيغة الجمع، ويكون العكس صحيحاً أيضاً إذا تطلب النص ذلك. كما أن العناوين والهوامش الواردة في هذه الشروط والأحكام لا تؤخذ بعين الاعتبار عند تفسيرها:",
  "3ParagraphOptionTitle1": "المنصة/الموقع",
  "3ParagraphOptionDescription1": "منصة هيلبرلنك هو النظام المعلوماتي الإلكتروني المقدم من خلال شبكة الإنترنت والمملوك لشركة الحلول المتكاملة للقوى العاملة ('حلول')  والمعنية بكونها الواجهة الالكترونية لخدمات الشركة والمعرفة بالنطاق www.thehelperlink.com.",
  "3ParagraphOptionTitle2": "هلبرلينك",
  "3ParagraphOptionDescription2": "الاسم المحمي بموجب الحماية الفكرية لمشروع الربط الالكتروني لخدمات شركة الحلول المتكاملة للقوى العاملة.",
  "3ParagraphOptionTitle3": "مزود الخدمة",
  "3ParagraphOptionDescription3": "شركة الحلول المتكاملة للقوى العاملة ('حلول').",
  "3ParagraphOptionTitle4": "المستخدم",
  "3ParagraphOptionDescription4": "هو المتصفح و/أو المستفيد من الخدمة و/أو الموقع.",
  "3ParagraphOptionTitle5": "الرسوم التشغيلية",
  "3ParagraphOptionDescription5": "رسوم  تتحصل للمنصة لقاء الخدمات المقدمة.",
  "4ParagraphTitle": "رابعاً: عدم الاعتماد على المعلومات",
  "4ParagraphDescription": "بالرغم من الجهود المبذولة لتحديث معلومات الموقع، إلا أننا لا نتعهد أو نضمن بشكل صريح أو ضمني دقة وحداثة وكمال محتوى الموقع حيث تتطور وتتسارع التقنية و المعلومات بشكل قد لا يتسنى لنا مواكبتها في بعض الأوقات، ونحن لسنا ملزمين بتحديثها، ومع أننا نسعى لجودة وكمال الموقع ولكننا لا نتعهد بأن المحتوى سيلبي احتياجاتك أو توقعاتك ولا نضمن دقة أو كمال أو جودة الموقع أو محتواه أو استمرار توفر بعضًا من أجزاءه في الظروف الخارجة عن الإرادة ولا يتحمل المطور أو المنصة أي مسؤولية عن توقف الخدمة لأي سبب من الأسباب الأخرى التي قد تنشأ بسبب قوة قاهرة أو ظرف طارئ.",
  "5ParagraphTitle": "خامساً: حقوق الملكية الفكرية",
  "5ParagraphDescription1": "تمتلك شركة الحلول المتكاملة للقوى العاملة ('حلول')  كافة حقوق الملكية الفكرية للموقع وجميع المواد المنشورة فيه تخضع لقوانين حماية حقوق المؤلف ونظام العلامات التجارية ونظام براءات الاختراع لدول مجلس التعاون لدول الخليج العربية والمعاهدات الدولية وجميع الأنظمة الأخرى ذات العلاقة، وجميع هذه الحقوق محفوظة.",
  "5ParagraphOption1": "يحق لك طباعة نسخة واحدة وتنزيل أجزاء/اقتباسات من محتوى موقعنا لاستخدامك الشخصي ومشاركة ذلك المحتوى مع اشخاص آخرون بعد الحصول على موافقة خطية من مزود الخدمة.",
  "5ParagraphOption2": "لا يحق للمستخدم  تعديل النسخ الورقية أو الرقمية لأي مواد تم طباعتها أو تنزيلها بأي طريقة، ولا يجوز أن تستخدم أي رسوم توضيحية أو صور فوتوغرافية أو سلسلة من المقاطع المرئية أو الصوتية أو أي رسومات بيانية أخرى.",
  "5ParagraphOption3": "ليس لك حق استخدام أي جزء من محتوى الموقع لأغراض تجارية دون الحصول على إذن للقيام بذلك من شركة الحلول المتكاملة للقوى العاملة(حلول')  أو من ممثليها المفوضين.",
  "5ParagraphOption4": "ويراعى أن جميع الحقوق الفكرية أو العلامات التجارية غير المملوكة لشركة الحلول المتكاملة للقوى العامل('حلول') والتي تظهر على المنصة هي ملك لأصحابها. ولا يجوز للمستخدم استخدام أي من هذه العلامات التجارية، أو أي من أشكالها المختلفة ، لأغراض ترويجية ، أو تنطوي على إدعاء أو تعطي انطباع بقصد أو بغير قصد من حيث المظهر بوجود علاقة مع صاحب العلامة التجارية المعنية ولا تتضمن البوابة على ما يفسر أنه يمنح -سواءً صراحةً أو ضمناً أو غير ذلك- أي ترخيص أو حق في استخدام أي من العلامات التجارية المعروضة على البوابة دون إذن خطي من مالك العلامة التجارية المعنية.",
  "5ParagraphDescription2": "في حال القيام بطباعة أو نسخ أو تنزيل أي جزء من الموقع سيعد ذلك إخلالًا لشروط الاستخدام ينتج عنه إيقاف حقك في استخدام الموقع فورًا، وستُلزم بإعادة أو إتلاف المواد التي تم نسخها.",
  "6ParagraphTitle": "سادساً: إقرارات المستخدم",
  "6ParagraphDescription1": "يقر المستخدم ويوافق على الالتزام بشروط الاستخدام هذه ويقر بما يلي:",
  "6ParagraphOption1": "سيحافظ المستخدم على معلومات الدخول –اسم المستخدم وكلمة المرور وأي معلومات أخرى تم تزويده بها ، ويلزم بعد تفعيل حساب المستخدم بالحفاظ على سريتها وعدم إفصاحها لطرف ثالث، وذلك كجزء من المتطلبات الخاصة بأمن وخصوصية الدخول، ويتحمل المستخدم مسؤولية مخالفة ذلك وما ينشأ عنه من تجاوز لأمن المعلومات والذي سيعطي الحق لإيقاف العضوية أو الحد من الاستخدام.",
  "6ParagraphOption2": "يقر المستخدم بأنه يلتزم بتقديم بيانات دخول صحيحة لشخصه فقط أو لشخص مفوض عنه في حال التفويض، كما يشمل الالتزام المستخدم المفوض عن المنشأة التي تتعامل مع المنصة لعدد من المستفيدين ",
  "6ParagraphOption3": "يقر المستخدم بأنه يلتزم بتحديث البيانات الشخصية باستمرار سواء طلب منه ذلك أو لم يطلب، ويشمل ذلك تحديث أرقام الهاتف الجوال والعنوان الوطني وأي بيانات أخرى تطلب لاحقاً أو تفرضها الجهات الرقابية.",
  "6ParagraphOption4": "أقر  المستخدم بتمتعه بكمال الأهلية المعتبرة شرعاً وأن التسجيل في المنصة تم بإرادة تامة لا تتعارض مع أي عارض من عوارض الأهلية ",
  "6ParagraphOption5": "بموجب هذه الأحكام والشروط يقر المستخدم بأن أي إخلال أو تجاوز أو إساءة للإستخدام بأي طريقة كانت تعتبر خرقاً لهذه الأحكام والشورط ومسوغاً نظامياً لايقاف الاستخدام مؤقتا أو إلغاء العضوية و/أو إتخاذ كافة الإجراءات القانونية بحقكم، دون أي تعويض من قبل المنصة أو المطور ",
  "6ParagraphOption6": "يقر المستخدم بأنه قد اطّلع على نظام التعاملات الالكترونية والأنظمة واللوائح ذات العلاقة المعمول بها في المملكة العربية السعودية، وأحاط علماً بما تضمنه التشريعات من حجية هذه التعاملات؛ وما قرره في أحكام وعقوبات مخاليفها.",
  "6ParagraphOption7": "يقر صاحب العمل المستفيد من خدمات المنصة أن يكون حاملاً للهوية الوطنية أو رخصة الإقامة للمقيمين نافذة وصالحة وغير منتهية.",
  "6ParagraphOption8": "يقر المستخدم بأنه يتحمل مسؤولية استخدامه الخاص للموقع وأي محتوى يقوم بتحميله، ويوافق على أن استخدام الموقع يخضع لهذه الشروط ولجميع القوانين والقواعد واللوائح المحلية والوطنية، فضلاً عن قوانين حقوق النشر ونقل البيانات",
  "6ParagraphOption9": "يقر المستخدم بعدم جمع أو تنزيل الأجزاء الغير مأذون بها من محتوانا، بما في ذلك، على سبيل المثال لا الحصر، الموارد الإلكترونية أو قائمة مستخدمي النظام أو معلوماتهم.",
  "6ParagraphOption10": "يقر المستخدم بأن لدينا صلاحية تعطيل أي حساب مستخدم أو كلمة مرور، سواء تم اختيارها من قبله أو تم تخصيصها له بواسطتنا، في أي وقت؛ ودون تقديم أسباب لذلك.",
  "6ParagraphOption11": "يقر المستخدم بأن المنصة غير مسؤولة عن أي إلتزامات أو مستحقات مالية تم سدادها عبر المنصة أو خارجها حيث تعتبر المنصة مجرد وسيط بين المستخدم والعمالة المنزلية وفي حال نشوء خلاف أو نزاع بين المستخدم والعمالة المنزلية فإن المنصة والشركة المشغلة ليست مسؤولة عن أي  خلاف أو نزاع قائم بينهما ولا تلتزم بأي تعويضات أو التدخل أو الدفاع  عن أي من الأطراف. ",
  "6ParagraphOption12": "يقر المستخدم بمسؤوليته التامة عن جميع المعلومات التي يقدمها ، أو التي يتم تحميلها في المنصة و ذلك يتضمن بلا حصر المدخلات الرقمية أو الوثائق التي تم تحميلها والتي يتوجب على المستخدم التحقق من دقتها و تحديثها، وبهذا فإن المستخدم يقر بأن جميع المعلومات المقدمة من طرفه هي معلومات دقيقة وحديثة. وأنه يوافق على المحافظة على هذه المعلومات من خلال دقتها و تحديثها. وعند وجود إخلال بهذه الشروط والأحكام أو صدور وثائق احتيالية أو مزورة يخضع العميل للعقوبات والإجراءات القانونية اللازمة وفق أحكام البند (التعليق والإنهاء) أدناه والأنظمة المرعية الأخرى.",
  "6ParagraphOption13": "يقر المستخدم بأنه في حالة حدوث أي أخطاء عند استخدام أي من الخدمات المقدمة عبر المنصة ، فإن المنصة ومزود الخدمة  لا يتحملان مسؤولية أي خسائر مالية أو قانونية مترتبة ، و أنه من مسؤولية العميل أن يقدم تقرير عن الأخطاء من خلال التواصل معنا مباشرة عن طريق المنصة مباشرة أو التواصل بالبريد الإلكتروني (info@thehelperlink.com) وسوف يقوم مزود الخدمة أو من ينوبه باتخاذ الإجراء المناسب وإشعار العميل به.",
  "6ParagraphOption14": "يقر المستخدم أنه في حال حدوث اختراق للحساب أو الاعتقاد بأن شخصاً على علم ببيانات الحساب أو قام بالاستخدام الغير مصرح فيلتزم المستخدم بتعديل بيانات الحساب ابتداءً ويتوجب عليه إشعار فريق الدعم والمساندة عن طريق المنصة مباشرة أو التواصل بالبريد الإلكتروني (info@thehelperlink.com) وستكون مسؤولية المنصة محدودة بإيقاف الحساب مؤقتاً وتمكين المستخدم من إعادة تهيئة حساب العضوية والتسجيل من جديد دون أي مسؤولية عن أي ضرر قد يتعرض له المستخدم والمستفيد بسبب ذلك.",
  "6ParagraphOption15": "بإستخدامك للموقع فإنك تقر وتوافق على وجود أطراف ثالثة تمكن المنصة من تقديم خدماتها وتقر وتوافق على أن شركة الحلول المتكاملة للقوى العاملة ومديريها وموظفيها ووكلائها والشركات التابعة لها  لن يكونوا مسؤولين عن أي أضرار أو أخطاء أو تبعات أو تعويضات أو مطالبات  ناتجة عن خلل أو خطأ  عمدي أو غير عمدي مباشر أو غير مباشر من قبل أي طرف ثالث وذلك على سبيل المثال لا الحصر: خلل في عملية الدفع أو  خلل أدى إلى تسريب بيانات سرية أو خلل في الأنظمة المشغلة، مع العلم أن المنصة تلتزم ببذل العناية والجهد الكافي لتحقيق الهدف من خدماتها  ولا  تتحمل مسؤولية أي أخطاء ناتجة من أطراف أخرى.",
  "6ParagraphOption16": "يقر المستخدم بأن لديه الأهلية القانونية لجعل هذه الشروط ملزمة ، ويضمن أن جميع المعلومات المقدمة من قبله واللازمة للتسجيل في الموقع هي معلومات صحيحة و محدثة و كاملة على النحو المطلوب في المنصة  ويقر بمسؤوليته الكاملة عن أي إخلال بهذه الشروط، أو المخالفة لنظام التعاملات الالكترونية، وأي تبعات يتسبب بها، ويحق للمنصة اتخاذ الإجراءات النظامية التي تضمن حقوقهما والتعويض عن أي ضرر ينتج عن هذا الإخلال.",
  "6ParagraphDescription2": "يتحمل المستخدم مسؤولية ضمان إمتثال جميع مستخدمي الموقع عبر اتصال الإنترنت الخاص به بشروط الاستخدام وغيرها من الشروط المنطبقة. يتحمل المستخدم المسؤولية عن إفشاء أو نشر أي مستخرج أو شهادة تصدر من المنصة بسبب الاستفادة من الخدمة أمام المطور والجهات الرسمية. تنحصر صلاحية الحساب والاستفادة من الخدمات على ذات المستخدم ولا يمكن النقل لمستخدم آخر أياً كانت صفته أو تبعيته، ولا يمكن أن تسترد مبالغ الخدمات في أي حال من الأحوال.",
  "6ParagraphDescription3": "إذا استخدم الحساب عدة أشخاص أو نيابة عن كيان ما، يكون الشخص الذي سجل الحساب باسمه مسؤولاً عن جميع الأنشطة ويبلغ الشركة فوراً بأي استخدام غير قانوني أو غير مأذون به للحساب. ",
  "6ParagraphDescription4": "إذا كنت تشك في أن شخصًا آخر على علم بحساب المستخدم أو كلمة المرور الخاصة بك، فيجب عليك إخطارنا على الفور.",
  "7ParagraphTitle": "سابعاً: الاستخدامات المحظورة",
  "7ParagraphDescription": "يمكنكم استخدام الموقع فقط لأغراض مشروعة. ولا يجوز لكم استخدام الموقع لاستخدامات محظورة والتي منها على سبيل المثال لا الحصر:",
  "7ParagraphOption1": "أي طريقة تنطوي على مخالفة أي من القوانين والأنظمة المرعية على المستويات المحلية و/أو الوطنية و/أو الدولية.",
  "7ParagraphOption2": "أي طريقة غير قانونية أو احتيالية، أو تنطوي على أي غرض أو يكون لها أثر غير قانوني أو احتيالي بهدف إلحاق الضرر أو محاولة إلحاق الضرر بالغير.",
  "7ParagraphOption3": "الدخول غير المصرح به، أو التدخل أو إلحاق الضرر أو تعطيل أي جزء من الموقع، أو المعدات أو الشبكة التي يكون الموقع مخزناً عليها، أو برامج مستخدمة في تقديم الموقع وأي معدات أو شبكات أو برامج مملوكة أو مستخدمة من قبل أي طرف ثالث.",
  "7ParagraphOption4": "استخدام الموقع بأي طريقة تهدف إلى إلحاق الضرر أو تعطيل أو إثقال أو إضعاف أي حاسب خدمة أو شبكة/شبكات مربوطة بحاسب الخدمة الخاص بنا أو التدخل في استخدام أي طرف آخر للموقع. ولا يجوز لكم محاولة الدخول غير المصرح به على الموقع، أو على أي حسابات أخرى أو أنظمة كمبيوتر أو شبكات مربوطة بحاسب الخدمة الخاص بنا من خلال القرصنة أو اختراق كلمة المرور أو أي وسيلة أخرى، كما لا يجوز لكم الحصول أو محاولة الحصول على أي مواد أو معلومات مخزنة على الموقع، أو في حاسبات الخدمة أو أجهزة الكمبيوتر المرتبطة بها من خلال أي وسيلة لم يتم إتاحتها عن قصد من خلال الموقع.",
  "7ParagraphOption5": "القيام عن قصد بإرسال أو استقبال أو تحميل أو تنزيل أو استخدام أو إعادة استخدام أي مادة لا تتوافق مع معايير المحتوى المعتمدة لدينا كما هو مبين أدناه:",
  "7ParagraphOption6Sub1Title": "أ",
  "7ParagraphOption6Sub1Description": "‌نقل، أو تكليف من يلزم لإرسال أي إعلانات أو مواد دعائية غير مطلوبة أو غير مصرح بها أو أي شكل آخر من أشكال الالتماس المماثل (البريد المزعج).",
  "7ParagraphOption6Sub2Title": "ب",
  "7ParagraphOption6Sub2Description": "‌القيام عن علم بنقل أي بيانات، وإرسال أو تحميل أي مواد تحتوي على فيروسات، أو أحصنة طروادة، أو ديدان، أو متلصصين، أو تجسس، أو أي برامج أو فايروسات ضارة أخرى أو رمز كمبيوتر مماثل مصمم ليؤثر سلباً على تشغيل أي برامج أو تطبيقات أو أجهزة الكمبيوتر.",
  "7ParagraphOption6Sub3Title": "ج",
  "7ParagraphOption6Sub3Description": "عدم حذف، أو التحميل بكميات كبيرة، أي محتوى من الموقع، على سبيل المثال لا الحصر، أي قائمة أو دليل مستخدمين محمل على النظام، ومنشورات المستخدمين أو معلومات المستخدم. كما أنكم توافقون على عدم تحريف أو محاولة تحريف هويتكم أثناء استخدامكم الموقع.",
  "7ParagraphOption6Sub4Title": "د",
  "7ParagraphOption6Sub4Description": "إعادة إنتاج أو تكرار أو نسخ أو إعادة بيع أي جزء من الموقع بطريقة مخالفة لأحكام شروط استخدام هذا الموقع.",
  "8ParagraphTitle": "ثامناً: حدود المسؤولية",
  "8ParagraphDescription1": "إن مزود الخدمة ومديريها وموظفيها ووكلائها والشركات التابعة لها  لن يكونوا مسؤولين عن أي تبعات قانونية في مواجهة أي خسائر أو أضرار (سواء مباشرة أو غير مباشرة) على الإطلاق الناشئة عن استخدام الموقع بما في ذلك دون قيد أو حصر:",
  "8ParagraphOption1": "الالتزام بأي عقد و/أو اتفاقية يبرمها المستخدم؛",
  "8ParagraphOption2": "أي مدفوعات إلى حساب خاطئ أو غير صحيح وذلك بسبب المدخلات الخاصة بالمستخدم من معلومات غير صحيحة على الموقع؛",
  "8ParagraphOption3": "أي عمليات احتيال أو خداع أو تشويه للحقائق نتيجة أي فعل أو تقصير أو إهمال من قبل المستخدم.",
  "8ParagraphOption4": "أي أخطاء أو إساءة في استخدام الموقع أو عدم قدرة أي شخص على استخدام الموقع وفهم محتواه.",
  "8ParagraphOption5": "أي خسائر تنجم عن تأخير الاتصال بالإنترنت أو تعليق الموقع أو الأخطاء الناجمة عن فشل أي من وسائل الاتصالات السلكية واللاسلكية أو أي نظام لنقل البيانات بما في ذلك عطل الخوادم أو صيانتها أو عدم الوصول إلى صفحة المستخدم أو الصفحات المرتبطة بها مع مسؤولية مزود الخدمة عن بذل العناية لتقديم الدعم الفني وإصلاح الخلل.",
  "8ParagraphOption6": "أي خسائر ناتجة عن أعمال أي سلطة حكومية أو غيرها، أو أي فعل قاهر أو قوة قاهرة خارج عن إرادة مزود الخدمة.",
  "8ParagraphOption7": "أي الخسائر أو الأضرار الناتجة عن خسارة الأرباح وثقة الجمهور أو الأعمال أو الفرص أو البيانات.",
  "8ParagraphOption8": "أي خسائر أخرى مادية أو غير مادية ناشئة عن أو فيما يتعلق باستخدامك للخدمة أو شروط الاستخدام هذه. .",
  "8ParagraphOption9": "أي انتهاك أو مخالفة لأي من الأنظمة أو اللوائح المعمول بها في المملكة العربية السعودية",
  "8ParagraphOption10": "لا تتحمل المنصة و مزود الخدمة أي مسؤولية عن توقف الخدمة لأي سبب من الأسباب و لا نضمن دوام استمرارية وإتاحة موقعنا أو أي جزء من محتواه حيث يحق لنا تعليق أو حجب أو إيقاف أو تغيير كل أو جزء من موقعنا بدون إشعار مسبق و نُخلي مسؤوليتنا عن عدم إتاحة موقعنا لأي سبب وفي أي وقت.",
  "8ParagraphOption11": "يقر المستخدم بكامل مسؤوليته (وأن شركة الحلول المتكاملة للقوى العاملة (حلول) لا تتحمل أي مسؤولية تجاه المستخدم أو تجاه أي طرف ثالث) عن أي إخلال بشروط الاستخدام هذه، أو أي قانون معمول به أو تنظيم و يتحمل المستخدم أي تبعات أخرى (بما في ذلك أي ضرر أو خسارة تتعرض لها شركة الحلول المتكاملة للقوى العاملة أو أي طرف ثالث) جراء أي إخلال من هذا القبيل و يحق للشركة اتخاذ الاجراءات اللازمة والرجوع على المستخدم في حال تعرضت لأي ضرر سواء كان مباشر أو غير مباشر.",
  "8ParagraphOption12": "لا تتحمل المنصة مسؤولية دقة المحتوى المستخدم و/أو المقدم من قبلك أو من قبل أي طرف آخر للموقع",
  "8ParagraphOption13": "لا تتحمل المنصة ولا المطور أي التزام بشأن ما ينتج عن تعليق المبالغ عند التعامل مع قنوات الدفع الالكترونية ويلتزم المستخدم بمراجعة البنك وبحث آلية استرداد المبلغ المعلق",
  "8ParagraphDescription2": "نحن لا نتحمل مسؤولية في مواجهة أي مستخدم بشأن أية خسارة أو ضرر، سواء من الناحية التعاقدية أو المسؤولية التقصيرية (بما في ذلك الإهمال)، أو الإخلال بالواجب القانوني أو خلاف ذلك، حتى لو كان متوقعًا وناشئًا بموجب أو فيما يتعلق بما يلي: استخدام موقعنا أو عدم القدرة على استخدامه.. استخدام محتوى موقعنا أو الاعتماد عليه.. لن نتحمل أي خسارة أو ضرر ناجم عن الفيروسات أو هجمات الحرمان من الخدمة أو المواد الأخرى الضارة التي قد تؤثر على جهازك الحاسوب أو برامجه تقنياً أو البيانات والمواد الأخرى التي تحصل عليها أثناء استخدامك لموقعنا أو نشرك لأي محتوى من خلاله، أو على المواقع الإلكترونية المرتبطة به. كما لن نتحمل مسؤولية مضمون محتوى المواقع الإلكترونية المرتبطة بموقعنا، يجب ألا تُفسر روابط كهذه بأنها معتمدة لدينا. فلسنا مسؤولين عن أية خسارة أو ضرر ناتج عن تصفحك لها",
  "8ParagraphDescription3": "قد يحتوي الموقع على وصلات وروابط مُعلِنين لتطبيقات ومواقع أخرى ولا ينبغي تفسير مثل هذه الروابط بأنها معتمدة من جانب مزود الخدمة وبالتالي فإننا لا نتحمل أي مسؤولية عن المواد أو الخدمات أو عروض السلع التي تظهر على مثل هذه التطبيقات والمواقع، كما لا نضمن خلو أي من التطبيقات والمواقع من الفيروسات أو البرامج الضارة أو غيرها ذات الطبيعة المدمرة، ويقر ويوافق المستخدم على أن مزود الخدمة غير مسؤول عن محتوى أو جودة أي من هذه التطبيقات والمواقع.",
  "8ParagraphDescription4": "لا يتحمل مزود الخدمة أية مسؤولية عن أي خسارة أو ضرر ناجم عن فيروس، أو دخول غير مشروع للموقع، أو غيرها من المواد الضارة من الناحية التقنية التي قد تصيب أجهزة الهاتف المحمول وبرامج الحاسب الآلي/الكمبيوتر أو البيانات أو المواد الأخرى العائدة للمستخدم نتيجة استخدامه للموقع أو نتيجة قيام المستخدم بتحميل أي محتوى من الموقع، أو من أي مواقع آخر من المواقع المرتبطة بالموقع.",
  "8ParagraphDescription5": "يخضع الموقع لعملية حماية تقنية عالية من الملفات الخبيثة والفيروسات ومع ذلك لا يضمن أي حالات اختراق أو تعدي على الحسابات والأجهزة الشخصية والنقاط الطرفية من خلال شبكة الانترنت والتي تقع مسؤوليتها الكاملةعلى المستخدم.",
  "8ParagraphDescription6": "الموقع غير مسؤول عن أي مشاكل قانونية أو تقنية متعلقة بأموال المستخدم كما يجب أن تكون آلية دفع المبالغ وفق لسياسة الدفع و المعاملات المالية الخاصة بالمنشأة التعليمية. ",
  "8ParagraphDescription7": "لا يتحمل الموقع بشكل مطلق أي مسؤولية عن المشاكل التي قد تنتج من انقطاع الإنترنت أو غيرها حين عمليات الدفع كما يرجى من المستخدم مراجعة البنك الخاص به في هذه الحالة.",
  "9ParagraphTitle": "تاسعاً : التعويضات",
  "9ParagraphDescription": "باستخدامك  الموقع فأنت توافق على تأمين وتعويض والدفاع عن شركة الحلول المتكاملة للقوى العاملة وشركاتها الفرعية والتابعة والمسؤولين وأعضاء مجلس الإدارة والوكلاء والموظفين حسب الأنظمة ذات العلاقة ضد أي ادعاءات أو إجراءات أو مطالبات الأطراف الأخرى الناتجة عن أو المرتبطة باستخدامك الموقع بأي شكل من الأشكال، شاملًا بذلك أي مسؤوليات أو مصاريف ناتجة عن كل أو بعض الادعاءات والخسائر  والأضرار (الفعلية والتبعية) والدعاوى القضائية والأحكام وتكاليف التقاضي وأتعاب المحامين، وفي هذه الحالة، سنزودك بإشعار خطي بهذه المطالبة أو القضية أو الإجراء.",
  "10ParagraphTitle": "عاشراً: التعليق والإنهاء",
  "10ParagraphDescription1": "سيحدد، وفق تقدير مزود الخدمة، ما إذا كان هناك إخلال بالشروط و الأحكام من خلال استخدام المستخدم للموقع. إذا تبين وقوع إخلال بالفعل بهذه الشروط والأحكام، فقد يتخذ مزود الخدمة الإجراءات التي يراها مناسبة. ",
  "10ParagraphDescription2": "عدم الامتثال لهذه الشروط والأحكام والإقرارات أو في حال صدور أعمال احتيال أو تزوير من قبل المستخدم قد يؤدي إلى اتخاذ جميع أو أي من الإجراءات التالية -وهي على سبيل المثال لا الحصر:",
  "10ParagraphOption1": "الإيقاف الفوري، بصورة مؤقتة أو دائمة لحق المستخدم في استخدام الموقع.",
  "10ParagraphOption2": "الإزالة الفورية، بصورة مؤقتة أو دائمة لأي منشورات أو مواد قام المستخدم بتحميلها في الموقع.",
  "10ParagraphOption3": "توجيه انذار للمستخدم.",
  "10ParagraphOption4": "اتخاذ إجراءات قانونية بحق المستخدم لطلب التعويض عن كافة التكاليف (بما في ذلك، على سبيل المثال لا الحصر، أي اضرار أو تكاليف إدارية وقانونية) الناتجة عن الإخلال بهذه الشروط.",
  "10ParagraphOption5": "اتخاذ مزيد من الإجراءات القانونية بحق المستخدم وكشف المعلومات للسلطات القضائية المسؤولة عند الحاجة.",
  "10ParagraphDescription3": "نُخلي مسؤوليتنا من الإجراءات المتبعة نتيجة الإخلال بشروط الاستخدام، ولا تقتصر تلك الإجراءات على ما جاء ذكره ضمن الشروط، بل يحق لنا اتخاذ أي إجراء أو إجراءات أُخرى نراها مناسبة بما لا يخالف الأنظمة والقوانين السعودية.",
  "10ParagraphDescription4": "ينتج عن إلغاء الحساب أو حذف العضوية الإنهاء للعلاقة  وعدم أحقية المستخدم في استرداد المتبقي من أي خدمة .",
  "11ParagraphTitle": "الحادي عشر: التحقق",
  "11ParagraphDescription": "تخضع المعلومات المعطاة وأية معلومات أخرى تخصكم والتي يتم الحصول عليها من قبلكم لسياسة الخصوصية وستستخدم للتحقق من هويتكم فقط من قبلنا او من قبل أي جهة حكومية أخرى.",
  "12ParagraphTitle": "الثانية عشر: الفيروسات",
  "12ParagraphDescription1": "تتحمل وحدك مسؤولية ضبط المعلومات التكنولوجية الخاصة بك، وبرامج وأنظمة الحاسوب من أجل دخول الموقع، واستخدام برامج الحماية من الفيروسات الخاصة بك.",
  "12ParagraphDescription2": "يُمنع إساءة استخدام موقعنا عمدًا بإدخال جميع أنواع الفيروسات بلا استثناء، كما يُمنع محاولة الدخول غير المصرح به الى الخادم الذي يُخزن الموقع عليه أو أي خادم آخر أوحاسوب أو قاعدة بيانات تتعلق بالموقع. نحن لا نضمن كون الموقع آمن وخالي من الأخطاء أو الفيروسات.",
  "12ParagraphDescription3": "يُمنع نشر أو مهاجمة الموقع بهجمات الحرمان من الخدمة. سنقوم بالإبلاغ عن أي محاولة لخرق هذه الشروط والأحكام للسلطات القانونية المختصة والتعاون معها والكشف لها عن هويتك. و في حال حدوث مثل هذه الإنتهاكات، سيتم حرمانك من حقك في استخدام الموقع على الفور واتخاذ كافة الاجراءات القانونية بحقك.",
  "12ParagraphDescription4": "لأغراض جودة الخدمة تخضع المنصة لأعمال الصيانة الدورية والتي قد تتسبب في توقف الخدمة  أو تعليقها مؤقتاً ولن يكون ذلك التوقف أو التعليق المؤقت مسوغاً لطلب الغاء أو استرداد رسوم الخدمات.",
  "13ParagraphTitle": "الثالثة عشر: الروابط ومصادر الأطراف الأخرى على موقعنا",
  "13ParagraphDescription": "قد يحتوي الموقع على روابط لمواقع أخرى ومصادر تقوم بتزويدها أطراف أخرى، يقصر استخدامك لهذه الروابط للاطلاع فقط، وليس لدينا صلاحية التحكم في محتوى هذه المواقع ، بالتالي فإننا لا نتحمل أي مسؤولية عن المواد أو الخدمات التي تظهر على هذه المواقع، كما أننا لا نضمن خلو أي موقع من الفيروسات أو البرامج الضارة أو غيرها من المكونات الضارة. يقر المستخدم ويوافق على أن مقدم الخدمة غير مسؤول عن محتوى أو جودة أي من هذه المواقع أو المصادر.",
  "14ParagraphTitle": "الرابعة عشر: التغييرات في الشروط و الأحكام ",
  "14ParagraphDescription": "تخضع هذه الشروط والأحكام والإقرارات بالإضافة إلى الشروط الإضافية المنطبقة على استخدامك للموقع لتحديثات وتغييرات مستمرة حسب الحاجة، وأي تعديل أو تحديث لأي من هذه الشروط والأحكام تعد نافذة فور اعتمادها من قِبل مزود الخدمة؛ وهو ما يتطلب منك مراجعة مستمرة لهذه الشروط والأحكام ومبادئ حدود مسؤولية مزود الخدمة والقائمين على الموقع لمعرفة أية تحديثات تتم عليها؛ إذ أن استمرارك في استخدام الموقع يعني اطلاعك وقبولك التام لأي تعديل تم على شروط استخدامها. علماً بأن هذه الشروط والأحكام تتضمن حقوق الملكية الفكرية، كما أن مزود الخدمة غير مطالب بالإعلان عن أية تحديثات أو تعديلات تتم على تلك الشروط، لذا تحتفظ شركة الحلول المتكاملة للقوى العاملة ('حلول') بصفتها مزود الخدمة والشركة المشغلة للموقع بحق تغيير الشروط والأحكام من وقت لآخر.  ",
  "15ParagraphTitle": "الخامسة عشر: القانون المطبق واللغة المستخدمة ",
  "15ParagraphDescription": "هذه الشروط والأحكام والإقرارات، وموضوعها وتشكيلها، تخضع لأحكام القوانين والأنظمة المرعية في المملكة العربية السعودية، في حال اعتبر أي بند من هذه الشروط والأحكام باطلاً أو غير صالح أو غير قابل للتنفيذ بموجب القوانين السارية والأنظمة في المملكة العربية السعودية، فإن ذلك لن يؤثر على صحة وإلزامية بقية الأحكام والبنود على المستخدمين للموقع، ولمحاكم المملكة العربية السعودية – مدينة الرياض الاختصاص الحصري في هذا الخصوص. إن اللغة العربية هي اللغة الأساسية لاستخدام الموقع والاستفادة من كل المواد المنشورة به، ويهدف ترجمة أي من هذه المواد لتقديم خدمة مضافة، وعليه فلا يتم الاستناد إلى الترجمة المتوفرة في تفسير أي خلاف حول ما يتضمنه الموقع من محتوى بل يتم الاستناد إلى اللغة العربية.",
  "16ParagraphTitle": "السادس عشر: اتصل بنا",
  "16ParagraphDescription": "للاتصال بنا ، يمكنك دائمًا الوصول إلى فريق الدعم من خلال  (info@thehelperlink.com)"
}
