{
  "privacyPolicy": "นโยบายความเป็นส่วนตัว",
  "privacyDetail": "เมื่อใช้แพลตฟอร์ม Helperlink คุณเชื่อใจเราในข้อมูลของคุณ, ดังนั้นวัตถุประสงค์ของนโยบายความเป็นส่วนตัวนี้คือเพื่อช่วยคุณและปกป้องข้อมูลของคุณโดยปฏิบัติตามกฎหมายคุ้มครองข้อมูลและกฎหมายความเป็นส่วนตัวที่เกี่ยวข้องทั้งหมด.",
  "firstHeader": "ครั้งแรก: ข้อมูลทั่วไป",
  "firstHeaderDetail": "โปรดอ่านนโยบายความเป็นส่วนตัวนี้อย่างรอบคอบก่อนใช้เว็บไซต์นี้ แพลตฟอร์มลิงก์ผู้ช่วยเป็นเว็บไซต์ ( “ เว็บไซต์ “) ดําเนินการโดย บริษัท Holoul (“เรา “). เรามุ่งมั่นที่จะปกป้องและเคารพความเป็นส่วนตัวของคุณ. นโยบายนี้และเอกสารอื่น ๆ ที่อ้างถึงนั้นกําหนดพื้นฐานที่ข้อมูลส่วนบุคคลใด ๆ ที่เรารวบรวมจากคุณหรือที่คุณให้กับเราจะถูกประมวลผลโดยเรา. โปรดอ่านสิ่งต่อไปนี้อย่างรอบคอบเพื่อทําความเข้าใจและการปฏิบัติของเราเกี่ยวกับข้อมูลส่วนบุคคลของคุณและวิธีที่เราจะปฏิบัติต่อมัน. โดยการเยี่ยมชมเว็บไซต์คุณกําลังยอมรับและยินยอมให้มีการปฏิบัติที่อธิบายไว้ในนโยบายนี้.",
  "weMayCollectYou": "เราอาจรวบรวมและประมวลผลข้อมูลต่อไปนี้เกี่ยวกับคุณ:",
  "a": "A",
  "infoYouGaveUs": "ข้อมูลที่คุณให้เรา",
  "infoYouGaveUsDetail": "คุณอาจให้ข้อมูลเกี่ยวกับคุณโดยกรอกแบบฟอร์มบนเว็บไซต์หรือติดต่อเราทางโทรศัพท์อีเมลหรืออื่น ๆ. ซึ่งรวมถึงข้อมูลที่คุณให้เมื่อคุณลงทะเบียนเพื่อใช้เว็บไซต์และเมื่อคุณส่งอีเมลถึงเราหรือรายงานปัญหากับเว็บไซต์. ข้อมูลที่คุณให้กับเราอาจรวมถึงข้อมูลส่วนบุคคลเช่นชื่อ ที่อยู่ อีเมลและหมายเลขโทรศัพท์ ข้อมูลทางการเงินและบัตรเครดิตคําอธิบายส่วนตัวและ ภาพถ่าย. ความคิดเห็นหรือข้อมูลอื่น ๆ ที่โพสต์โดยคุณบนเว็บไซต์ที่ออกแบบมาเพื่อการสื่อสารสาธารณะหรือการสื่อสารในหมู่ผู้ใช้รายอื่นอาจถูกมองเห็นและดาวน์โหลดโดยผู้อื่นที่เข้าชมเว็บไซต์.",
  "b": "B",
  "infoWeCollectAboutYou": "ข้อมูลที่เรารวบรวมเกี่ยวกับคุณ",
  "infoWeCollectAboutYouDetail": "เกี่ยวกับการเยี่ยมชมเว็บไซต์แต่ละครั้งเราอาจรวบรวมข้อมูลต่อไปนี้โดยอัตโนมัติ: ข้อมูลทางเทคนิครวมถึงที่อยู่อินเทอร์เน็ตโพรโทคอล ( IP ) ที่ใช้ในการเชื่อมต่อคอมพิวเตอร์ของคุณกับอินเทอร์เน็ตข้อมูลการเข้าสู่ระบบประเภทเบราว์เซอร์และรุ่น การตั้งค่าโซนเวลา, ประเภทและเวอร์ชันของปลั๊กอินของเบราว์เซอร์ระบบปฏิบัติการและแพลตฟอร์ม และข้อมูลเกี่ยวกับการเยี่ยมชมของคุณรวมถึง Uniform Resource Locators ( URL ) คลิกเพื่อผ่านและจากเว็บไซต์ ( รวมถึงวันที่และเวลา ); เวลาตอบสนองของหน้าข้อผิดพลาดในการดาวน์โหลด ความยาวของการเข้าชมบางหน้า ข้อมูลการโต้ตอบของหน้า ( เช่นการเลื่อนการคลิกและการเลื่อนเมาส์ ), และวิธีการที่ใช้ในการเรียกดูออกจากหน้า และหมายเลขโทรศัพท์ใด ๆ ที่ใช้ในการโทรหมายเลขบริการลูกค้าของเรา.",
  "c": "C",
  "infoWeReceiveFromOtherSource": "ข้อมูลที่เราได้รับจากแหล่งอื่น.",
  "infoWeReceiveFromOtherSourceDetail": "เราอาจได้รับข้อมูลเกี่ยวกับคุณหากคุณใช้เว็บไซต์อื่นหรือบริการอื่น ๆ ที่เราดําเนินการและจัดหา. นอกจากนี้เรายังทํางานอย่างใกล้ชิดกับบุคคลที่สาม ( รวมถึงตัวอย่างเช่นหน่วยงานราชการพันธมิตรทางธุรกิจ ผู้รับเหมาช่วงในด้านเทคนิคการชําระเงินและบริการจัดส่งเครือข่ายโฆษณาผู้ให้บริการวิเคราะห์ผู้ให้บริการข้อมูลการค้นหา, หน่วยงานอ้างอิงเครดิต ) เราอาจได้รับข้อมูลเกี่ยวกับคุณจากพวกเขา.",
  "secondHeader": "รายละเอียดนโยบายความเป็นส่วนตัวที่สอง",
  "cookies": "คุกกี้",
  "cookiesDetail": "เว็บไซต์ใช้คุกกี้เพื่อแยกแยะคุณจากผู้ใช้รายอื่นของเว็บไซต์. สิ่งนี้ช่วยให้เราสามารถให้ประสบการณ์ที่ดีแก่คุณเมื่อคุณเรียกดูเว็บไซต์และช่วยให้เราสามารถปรับปรุงเว็บไซต์. โดยการเรียกดูเว็บไซต์ต่อไปคุณยอมรับการใช้คุกกี้ของเรา. คุกกี้คือไฟล์ตัวอักษรและตัวเลขขนาดเล็กที่เราเก็บไว้ในเบราว์เซอร์ของคุณหรือฮาร์ดไดรฟ์ของคอมพิวเตอร์ของคุณหากคุณเห็นด้วย. คุกกี้มีข้อมูลที่ถ่ายโอนไปยังฮาร์ดไดรฟ์ของคอมพิวเตอร์ของคุณ.",
  "weUseTheFollowingCookies": "เราใช้คุกกี้ต่อไปนี้:",
  "followingCookiesHeader1": "คุกกี้ที่จําเป็นอย่างเคร่งครัด:",
  "followingCookiesDetail1": " คุกกี้เหล่านี้จําเป็นสําหรับการดําเนินงานของเว็บไซต์. ตัวอย่างเช่นคุกกี้ที่ช่วยให้คุณเข้าสู่พื้นที่ปลอดภัยของเว็บไซต์และช่วยให้คุณได้รับประโยชน์จากบริการชําระเงินออนไลน์",
  "followingCookiesHeader2": "คุกกี้วิเคราะห์ / ประสิทธิภาพ:",
  "followingCookiesDetail2": "ช่วยให้เราสามารถรับรู้และนับจํานวนผู้เข้าชม และดูว่าผู้เข้าชมย้ายไปรอบ ๆ เว็บไซต์เมื่อพวกเขาใช้งาน. สิ่งนี้ช่วยให้เราปรับปรุงวิธีการทํางานของเว็บไซต์โดยทําให้มั่นใจว่าผู้ใช้ค้นหาสิ่งที่พวกเขากําลังมองหาได้อย่างง่ายดาย.",
  "followingCookiesHeader3": "คุกกี้ฟังก์ชันการทํางาน:",
  "followingCookiesDetail3": "สิ่งเหล่านี้ใช้เพื่อจดจําคุณเมื่อคุณกลับไปที่เว็บไซต์. สิ่งนี้ช่วยให้เราสามารถปรับแต่งเนื้อหาของเราให้คุณทั กทายคุณด้วยชื่อและจดจําการตั้งค่าของคุณ ( ตัวอย่างเช่นตัวเลือกภาษาหรือภูมิภาค ).",
  "followingCookiesHeader4": "คุกกี้กําหนดเป้าหมาย:",
  "followingCookiesDetail4": "คุกกี้เหล่านี้บันทึกการเยี่ยมชมเว็บไซต์หน้าที่คุณเยี่ยมชมและลิงก์ที่คุณติดตาม. เราจะใช้ข้อมูลนี้เพื่อให้เว็บไซต์เกี่ยวข้องกับความสนใจของคุณมากขึ้น. เราอาจแบ่งปันข้อมูลนี้กับบุคคลที่สามเพื่อจุดประสงค์นี้. โปรดทราบว่าบุคคลที่สาม ( รวมถึงตัวอย่างเช่นเครือข่ายโฆษณาและผู้ให้บริการภายนอกเช่นบริการวิเคราะห์ปริมาณการใช้งานเว็บ ) อาจใช้คุกกี้ซึ่งเราไม่สามารถควบคุมได้. คุกกี้เหล่านี้มีแนวโน้มที่จะเป็นคุกกี้วิเคราะห์ประสิทธิภาพหรือคุกกี้กําหนดเป้าหมาย. คุณสามารถบล็อกคุกกี้ได้โดยเปิดใช้งานการตั้งค่าในเบราว์เซอร์ของคุณที่อนุญาตให้คุณปฏิเสธการตั้งค่าคุกกี้ทั้งหมดหรือบางส่วน. อย่างไรก็ตามหากคุณใช้การตั้งค่าเบราว์เซอร์ของคุณเพื่อบล็อกคุกกี้ทั้งหมด ( รวมถึงคุกกี้ที่จําเป็น ) คุณอาจไม่สามารถเข้าถึงเว็บไซต์บางส่วนหรือทั้งหมด",
  "weUseInformationHeldAboutYou": "เราใช้ข้อมูลที่เก็บไว้เกี่ยวกับคุณด้วยวิธีต่อไปนี้:",
  "weUseInformationHeldAboutYouDetail1": "เพื่อให้เราคู่ค้าของเราและบุคคลที่สามสามารถให้บริการจัดการและปรับปรุงเว็บไซต์และบริการที่มีอยู่ภายในเว็บไซต์.",
  "weUseInformationHeldAboutYouDetail2": "เพื่อวัตถุประสงค์ในการวิจัยและพัฒนา",
  "weUseInformationHeldAboutYouDetail3": "เพื่อช่วยเราและพันธมิตรของเราในการปรับปรุงข้อเสนอเว็บไซต์ทั้งรายบุคคลและส่วนรวม และเพื่อให้เป็นประสบการณ์และประเมินการเข้าถึงและการใช้งานเว็บไซต์",
  "weUseInformationHeldAboutYouDetail4": "ให้การอัปเดตล่าสุดเกี่ยวกับบริการผลิตภัณฑ์หรือเหตุการณ์อื่น ๆ ที่เรา พันธมิตรหรือซัพพลายเออร์ของเราเสนอให้คุณทราบ แจ้งเตือนและอัปเดตเกี่ยวกับการบํารุงรักษาเว็บไซต์หรือการอัปเดตทางอีเมลได้.",
  "weUseInformationHeldAboutYouDetail5": "เพื่อเก็บข้อมูลนี้และ / หรือใช้สําหรับการสื่อสารในอนาคตกับคุณ.",
  "weUseInformationHeldAboutYouDetail6": "เพื่อรักษาและปรับปรุงประสิทธิภาพและความปลอดภัยของเว็บไซต์ โปรแกรม ระบบและเครือข่าย.",
  "weUseInformationHeldAboutYouDetail7": "สําหรับวัตถุประสงค์ที่อธิบายไว้ในที่อื่นในนโยบายความเป็นส่วนตัว ( รวมถึงตัวอย่างเช่นการแบ่งปันข้อมูลกับบุคคลที่สาม ).",
  "weUseInformationHeldAboutYouDetail8": "ในลักษณะใด ๆ ที่อธิบายไว้ในขั้นตอนการรวบรวมข้อมูลหรือตามความยินยอมของคุณ.",
  "weUseInformationHeldAboutYouDetail9": "เพื่อตรวจสอบตัวตนของคุณเมื่อลงทะเบียนสําหรับบริการบางอย่างที่มีให้ในเว็บไซต์.",
  "weUseInformationHeldAboutYouDetail10": "ไปยังที่อยู่ขั้นตอนการชําระเงินคืน.",
  "weUseInformationHeldAboutYouDetail11": "เพื่อจัดการเว็บไซต์และดําเนินการภายในรวมถึงการแก้ไขปัญหาการวิเคราะห์ข้อมูลการทดสอบและการวิจัยวัตถุประสงค์ทางสถิติและเพื่อการสํารวจที่ครอบคลุม.",
  "weUseInformationHeldAboutYouDetail12": "เพื่อปรับปรุงเว็บไซต์เพื่อให้แน่ใจว่าเนื้อหานั้นมีประสิทธิภาพมากที่สุดสําหรับคุณและสําหรับคอมพิวเตอร์ของคุณ.",
  "weUseInformationHeldAboutYouDetail13": "เพื่อให้คุณมีส่วนร่วมในคุณสมบัติเชิงโต้ตอบของบริการของเราหากคุณต้องการ. เป็นส่วนหนึ่งของความพยายามของเราในการรักษาความปลอดภัยและความสมบูรณ์ของเว็บไซต์.",
  "weUseInformationHeldAboutYouDetail14": "เป็นส่วนหนึ่งของความพยายามของเราในการรักษาเว็บไซต์ให้ปลอดภัย.",
  "weUseInformationHeldAboutYouDetail15": "เพื่อวัดหรือเข้าใจประสิทธิภาพของการโฆษณาที่เราให้บริการแก่คุณและผู้อื่นและเพื่อส่งโฆษณาที่เกี่ยวข้องให้คุณ.",
  "weUseInformationHeldAboutYouDetail16": "เพื่อให้คําแนะนําและคําแนะนําแก่คุณและผู้ใช้คนอื่น ๆ ของเว็บไซต์เกี่ยวกับบริการที่คุณหรือพวกเขาสนใจ.",
  "informationWeReceiveFromOtherSources": "ข้อมูลที่เราได้รับจากแหล่งอื่น",
  "informationWeReceiveFromOtherSourcesDetail": "เราอาจรวมข้อมูลนี้กับข้อมูลที่คุณให้กับเราและข้อมูลที่เรารวบรวมเกี่ยวกับคุณ. เราอาจใช้ข้อมูลนี้และข้อมูลอื่น ๆ เพื่อวัตถุประสงค์ที่ระบุไว้ข้างต้น ( ขึ้นอยู่กับประเภทของข้อมูลที่เราได้รับ ).",
  "disclosureOfYourInformation": "การเปิดเผยข้อมูลของคุณ",
  "disclosureOfYourInformationTitle": "เราอาจแบ่งปันข้อมูลใด ๆ ที่คุณให้หรือรวบรวมจากเรากับพันธมิตรของเราการวิเคราะห์ผู้ให้บริการเครื่องมือค้นหาและผู้โฆษณา. เราจะแบ่งปันข้อมูลกับบุคคลที่สามดังนี้:",
  "disclosureOfYourInformationDetail1": "หากเราอยู่ภายใต้หน้าที่เปิดเผยหรือแบ่งปันข้อมูลส่วนบุคคลของคุณเพื่อปฏิบัติตามข้อผูกพันทางกฎหมายใด ๆ, หรือเพื่อบังคับใช้หรือใช้ข้อกําหนดการใช้งานของเรา ( ข้อกําหนดการใช้งานสําหรับแพลตฟอร์ม Thehelperlink ) และข้อตกลงอื่น ๆ หรือเพื่อปกป้องสิทธิ์และความเป็นเจ้าของหรือเพื่อรักษาความปลอดภัยของแพลตฟอร์ม Thehelperlink, และความปลอดภัยของลูกค้าของเราหรือบุคคลอื่น ๆ.",
  "disclosureOfYourInformationDetail2": "เพื่อวัตถุประสงค์ในการวิจัยและพัฒนา. อย่างไรก็ตามเราจะแลกเปลี่ยนข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์นี้ในลักษณะที่ไม่สอดคล้องกับบทบัญญัติของกฎหมายและข้อบังคับที่บังคับใช้และภายในขอบเขตของข้อมูลส่วนบุคคลที่จําเป็น บรรลุวัตถุประสงค์ที่กําหนดไว้ในเวลาของการรวบรวม.",
  "disclosureOfYourInformationDetail3": "ให้โอกาสคุณในการสื่อสารกับผู้ใช้รายอื่นที่อาจมีความสนใจหรือเป้าหมายที่คล้ายกัน. ในกรณีเช่นนี้เราอาจใช้ข้อมูลทั้งหมดที่รวบรวมเกี่ยวกับคุณเพื่อพิจารณาว่าใครสนใจติดต่อสื่อสารกับคุณ.",
  "disclosureOfYourInformationDetail4": "และสิ่งใดก็ตามที่กฎหมายและข้อบังคับกําหนดไว้เป็นอย่างอื่นหรือเพื่อปกป้องสิทธิ์และทรัพย์สินของเราหรือเพื่อรักษาความปลอดภัยและผลประโยชน์ของผู้อื่น.",
  "disclosureOfYourInformationDetail5": "กับ บริษัท ในเครือของเราหรือกับผู้สืบทอดในกรณีที่มีการควบรวมกิจการหรือการปรับโครงสร้างองค์กรเพื่อใช้งานตามนโยบายความเป็นส่วนตัว.",
  "disclosureOfYourInformationDetail6": "ในลักษณะใด ๆ ที่อธิบายไว้ในขั้นตอนการรวบรวมข้อมูลหรือตามความยินยอมของคุณ.",
  "disclosureOfYourInformationDetail7": "เพื่อรวมเข้ากับบริการที่จัดทําโดยบุคคลที่สาม. ตัวอย่างเช่นความเป็นไปได้ของการโฮสต์วิดีโอและเนื้อหาอื่น ๆ บน YouTube และเว็บไซต์อื่น ๆ ที่ไม่อยู่ภายใต้การควบคุมของเรา.",
  "disclosureOfYourInformationDetail8": "แบ่งปันข้อมูลรวมที่ไม่ได้ระบุตัวคุณกับสาธารณะและกับบุคคลที่สามรวมถึง แต่ไม่จํากัดเฉพาะนักวิจัยและพันธมิตรทางธุรกิจ.",
  "consentToProcessingData": "ยินยอมให้ประมวลผลข้อมูลนอกประเทศบ้านเกิด",
  "consentToProcessingDataDetail": "โดยการใช้เว็บไซต์ของเราหรือให้ข้อมูลกับเราคุณเข้าใจและยินยอมในการรวบรวม ใช้เปิดเผย และการเก็บรักษาข้อมูลในราชอาณาจักรซาอุดิอาระเบียและประเทศและดินแดนอื่น ๆ สําหรับวัตถุประสงค์ที่กําหนดไว้ในนโยบายความเป็นส่วนตัวนี้และข้อกําหนดการใช้งานของเรา ( ข้อกําหนดการใช้งานสําหรับแพลตฟอร์ม Thehelperlink) คุณยินยอมให้มีการรวบรวมการใช้การเปิดเผยและการเก็บรักษาข้อมูลส่วนบุคคลของคุณตามที่อธิบายไว้ในนโยบายความเป็นส่วนตัวนี้, รวมถึงแต่ไม่จํากัด เพียงการถ่ายโอนข้อมูลส่วนบุคคลของคุณระหว่างเรากับบุคคลที่สาม บริษัทในเครือและ บริษัท ยอยที่อธิบายไว้ในนโยบายความเป็นส่วนตัวนี้. เพื่อความแน่นอน ความยินยอมใด ๆ ที่เกี่ยวข้องกับสิทธิในการถ่ายโอนข้อมูลที่อ้างถึงในวรรคนี้จะถือว่าได้รับความยินยอมจากคุณในการถ่ายโอนข้อมูลส่วนบุคคลที่เกี่ยวข้องไปยังเขตอํานาจศาลซึ่งอาจให้ ระดับการปกป้องความเป็นส่วนตัวที่แตกต่างจากที่มีอยู่ในประเทศของคุณเอง.เราจะดําเนินการทุกขั้นตอนที่จําเป็นอย่างสมเหตุสมผลเพื่อให้แน่ใจว่าข้อมูลของคุณได้รับการปฏิบัติอย่างปลอดภัยและเป็นไปตามนโยบายความเป็นส่วนตัวนี้. ข้อมูลทั้งหมดที่คุณให้กับเราจะถูกเก็บไว้ในเซิร์ฟเวอร์ที่ปลอดภัยของเรา. ที่เราได้ให้ ( หรือที่คุณเลือกรหัสผ่าน ) ซึ่งช่วยให้คุณเข้าถึงบางส่วนของเว็บไซต์ของเราคุณมีหน้าที่รับผิดชอบในการเก็บรหัสผ่านนี้เป็นความลับ. เราขอให้คุณอย่าแชร์รหัสผ่านกับใคร. แม้ว่าเราจะพยายามอย่างเต็มที่เพื่อปกป้องข้อมูลส่วนบุคคลของคุณ แต่เราไม่สามารถรับประกันความปลอดภัยของข้อมูลของคุณที่ส่งไปยังเว็บไซต์ของเรา. การส่งใด ๆ ที่มีความเสี่ยงของคุณเอง. เมื่อเราได้รับข้อมูลของคุณแล้วเราจะใช้ขั้นตอนและคุณลักษณะด้านความปลอดภัยที่เข้มงวดเพื่อพยายามป้องกันการเข้าถึงโดยไม่ได้รับอนุญาต.หากคุณไม่เห็นด้วยกับข้อกําหนดเหล่านี้โปรดอย่าเข้าถึง เรียกดูหรือลงทะเบียนกับเว็บไซต์ของเรา. หากคุณเลือกที่จะไม่ให้ข้อมูลบางอย่างแก่เราเพื่อให้บริการต่างๆบนเว็บไซต์ของเรา คุณอาจไม่สามารถสร้างบัญชีผู้ใช้และเราอาจไม่สามารถให้บริการเหล่านั้นแก่คุณได้",
  "yourRights": "สิทธิของคุณ",
  "yourRightsDetail": "คุณมีสิทธิ์ที่จะขอให้เราไม่ใช้ข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ทางการตลาด. คุณสามารถใช้สิทธิ์ของคุณเพื่อป้องกันไม่ให้ข้อมูลนี้ถูกประมวลผลโดยติดต่อเราที่ ( info@thehelperlink.com ).เว็บไซต์อาจมีลิงก์ไปยังและจากเว็บไซต์ของเครือข่ายพันธมิตรผู้โฆษณาและ บริษัท ในเครือของเราเป็นครั้งคราว. หากคุณติดตามลิงก์ไปยังเว็บไซต์ใด ๆ เหล่านี้โปรดทราบว่าเว็บไซต์เหล่านี้มีนโยบายความเป็นส่วนตัวของตนเองและเราไม่ยอมรับความรับผิดชอบหรือความรับผิดใด ๆ สําหรับนโยบายเหล่านี้. โปรดตรวจสอบนโยบายเหล่านี้ก่อนที่คุณจะส่งข้อมูลส่วนบุคคลใด ๆ ไปยังเว็บไซต์เหล่านี้.",
  "changesUoOurPrivacyPolicy": "การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวของเรา",
  "changesUoOurPrivacyPolicyTitle1": "การปรับปรุงคําชี้แจงสิทธิ์ส่วนบุคคล",
  "changesUoOurPrivacyPolicyDetail1": "เราอาจแก้ไขคําชี้แจงสิทธิ์ส่วนบุคคลนี้เพื่อตอบสนองต่อการเปลี่ยนแปลงกฎหมายหรือการพัฒนาด้านเทคนิคหรือธุรกิจ. คุณสามารถดูได้ว่าคําชี้แจงสิทธิ์ส่วนบุคคลนี้ได้รับการปรับปรุงล่าสุดโดยการตรวจสอบข้อมูล “ ที่ปรับปรุงล่าสุด ” ที่แสดงที่ด้านบนของคําสั่งนี้. เราขอแนะนําให้คุณตรวจสอบเป็นระยะ.",
  "changesUoOurPrivacyPolicyTitle2": "ติดต่อเรา",
  "changesUoOurPrivacyPolicyDetail2": "เรายินดีที่จะตอบคําถาม รับความคิดเห็น และคําขอเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ รวมถึงวิธีจัดการข้อมูลส่วนบุคคลของคุณ คุณสามารถติดต่อเราผ่านทางเว็บไซต์และอีเมล info@thehelperlink.com"
}
